[
  {
    "id": "hr_0001",
    "term": "Matriz de 9 Cajas",
    "acronym": null,
    "definition": "Una herramienta de gestión del talento que clasifica a los empleados en una matriz basada en su desempeño actual y su potencial futuro.",
    "example": "Durante la revisión de talento, utilizamos la Matriz de 9 Cajas para identificar a los empleados de alto potencial que están listos para roles de liderazgo.",
    "reviewed": true
  },
  {
    "id": "hr_0002",
    "term": "Evaluación de 360 Grados",
    "acronym": null,
    "definition": "Un proceso de evaluación del desempeño en el que un empleado recibe feedback confidencial y anónimo de su superior, sus compañeros y sus subordinados directos.",
    "example": "Nuestro equipo directivo se está sometiendo a un proceso de Evaluación de 360 Grados para obtener una visión holística de su estilo de gestión.",
    "reviewed": true
  },
  {
    "id": "hr_0003",
    "term": "Análisis de Impacto Adverso",
    "acronym": null,
    "definition": "Un análisis estadístico utilizado para determinar si un proceso de selección, como la contratación o la promoción, tiene un efecto discriminatorio en un grupo legalmente protegido.",
    "example": "La empresa realizó un análisis de impacto adverso de su nueva evaluación de contratación para asegurar que fuera justa para todos los grupos demográficos.",
    "reviewed": true
  },
  {
    "id": "hr_0004",
    "term": "Sistema de Seguimiento de Candidatos",
    "acronym": "ATS",
    "definition": "Un software que ayuda a las empresas a gestionar y organizar las solicitudes de empleo y a optimizar el proceso de reclutamiento.",
    "example": "Nuestro nuevo Sistema de Seguimiento de Candidatos filtra automáticamente los currículums en busca de palabras clave, ahorrando horas de trabajo a nuestros reclutadores.",
    "reviewed": true
  },
  {
    "id": "hr_0005",
    "term": "Empleo a Voluntad",
    "acronym": null,
    "definition": "Una relación laboral legal en la que un empleador puede despedir a un empleado por cualquier motivo no ilegal sin previo aviso, y un empleado puede renunciar en cualquier momento.",
    "example": "En la mayoría de los estados de EE. UU., el empleo a voluntad otorga tanto a la empresa como al empleado la flexibilidad para terminar la relación laboral.",
    "reviewed": true
  },
  {
    "id": "hr_0006",
    "term": "Tasa de Rotación",
    "acronym": null,
    "definition": "El ritmo al que los empleados abandonan una empresa durante un período específico, a menudo expresado como un porcentaje.",
    "example": "La alta tasa de rotación en el departamento de atención al cliente llevó a RR.HH. a investigar problemas con la carga de trabajo y la gestión.",
    "reviewed": true
  },
  {
    "id": "hr_0007",
    "term": "Cadena de Búsqueda Booleana",
    "acronym": null,
    "definition": "Una técnica de búsqueda que utiliza operadores como AND, OR y NOT para combinar palabras clave y encontrar candidatos más relevantes en una base de datos.",
    "example": "El reclutador utilizó una compleja cadena de búsqueda booleana en LinkedIn para encontrar un ingeniero de software con conocimientos de Java pero sin experiencia en gestión.",
    "reviewed": true
  },
  {
    "id": "hr_0008",
    "term": "Bandas Salariales Amplias",
    "acronym": null,
    "definition": "Una estrategia de compensación que consolida un gran número de grados salariales estrechos en menos bandas salariales más anchas.",
    "example": "Nuestra empresa implementó un sistema de bandas salariales amplias para dar a los gerentes más flexibilidad al fijar salarios y para apoyar el crecimiento profesional en diferentes roles.",
    "reviewed": true
  },
  {
    "id": "hr_0009",
    "term": "Reunión de Calibración",
    "acronym": null,
    "definition": "Una reunión en la que los gerentes discuten y alinean las evaluaciones de desempeño de sus empleados para garantizar la equidad y la coherencia en toda la organización.",
    "example": "La próxima semana tendremos una reunión de calibración para asegurarnos de que las puntuaciones de desempeño otorgadas por los diferentes jefes de departamento sean consistentes.",
    "reviewed": true
  },
  {
    "id": "hr_0010",
    "term": "Mapeo de la Experiencia del Candidato",
    "acronym": null,
    "definition": "El proceso de visualizar cada interacción que un empleado potencial tiene con una empresa, desde el conocimiento inicial hasta la contratación, para mejorar la experiencia.",
    "example": "Mediante el mapeo de la experiencia del candidato, identificamos y solucionamos un importante cuello de botella en nuestro proceso de solicitud.",
    "reviewed": true
  },
  {
    "id": "hr_0011",
    "term": "Planificación de Carrera",
    "acronym": null,
    "definition": "El proceso de crear un plan formal para el crecimiento y avance profesional de un empleado dentro de una organización.",
    "example": "Una buena planificación de carrera ayuda a los empleados a ver un futuro en la empresa, lo que mejora significativamente nuestras tasas de retención.",
    "reviewed": true
  },
  {
    "id": "hr_0012",
    "term": "Gestión del Cambio",
    "acronym": null,
    "definition": "Un enfoque estructurado para garantizar que los cambios organizacionales se implementen sin problemas y que se logren los beneficios duraderos.",
    "example": "El equipo de RR.HH. está liderando los esfuerzos de gestión del cambio para nuestra transición a un modelo de trabajo híbrido.",
    "reviewed": true
  },
  {
    "id": "hr_0013",
    "term": "Compa-Ratio",
    "acronym": null,
    "definition": "Una fórmula (salario del empleado dividido por el punto medio del rango salarial) utilizada para evaluar cómo se compara el pago de un individuo con el promedio del mercado.",
    "example": "Un empleado con un compa-ratio inferior a 1.0 recibe un pago menor que el punto medio para su puesto, lo que podría justificar una revisión salarial.",
    "reviewed": true
  },
  {
    "id": "hr_0014",
    "term": "Benchmarking Salarial",
    "acronym": null,
    "definition": "El proceso de comparar los paquetes de salarios y beneficios de su empresa con lo que pagan los competidores en la misma industria.",
    "example": "Realizamos un benchmarking salarial anual para asegurar que nuestros salarios sigan siendo lo suficientemente competitivos para atraer al mejor talento.",
    "reviewed": true
  },
  {
    "id": "hr_0015",
    "term": "Mapeo de Competencias",
    "acronym": null,
    "definition": "El proceso de identificar las habilidades, conocimientos y comportamientos clave necesarios para que un individuo desempeñe un trabajo específico con éxito.",
    "example": "A través del mapeo de competencias, creamos un marco claro para las promociones dentro del equipo de marketing.",
    "reviewed": true
  },
  {
    "id": "hr_0016",
    "term": "Despido Indirecto",
    "acronym": null,
    "definition": "Una situación en la que un empleado renuncia porque el empleador creó un ambiente de trabajo hostil, forzándolo efectivamente a renunciar.",
    "example": "Después de que le quitaran sus responsabilidades principales sin causa justificada, presentó una demanda por despido indirecto.",
    "reviewed": true
  },
  {
    "id": "hr_0017",
    "term": "Gestión de la Fuerza Laboral Contingente",
    "acronym": null,
    "definition": "El enfoque estratégico para gestionar a los trabajadores no permanentes de una empresa, como freelancers, contratistas y personal temporal.",
    "example": "Nuestro programa de gestión de la fuerza laboral contingente nos permite ampliar o reducir nuestro equipo rápidamente según las demandas del proyecto.",
    "reviewed": true
  },
  {
    "id": "hr_0018",
    "term": "Gestión Continua del Desempeño",
    "acronym": null,
    "definition": "Un proceso continuo en el que los gerentes proporcionan feedback y coaching regulares a los empleados, en lugar de depender de una única evaluación anual.",
    "example": "Abandonamos las evaluaciones anuales para adoptar un sistema de gestión continua del desempeño con revisiones trimestrales.",
    "reviewed": true
  },
  {
    "id": "hr_0019",
    "term": "Gestión del Ciclo de Vida del Empleado",
    "acronym": null,
    "definition": "El proceso de gestionar todas las etapas de la trayectoria de un empleado en una empresa, desde el reclutamiento y la incorporación hasta el desarrollo y la salida.",
    "example": "Una gestión del ciclo de vida del empleado eficaz garantiza una experiencia positiva en cada etapa, lo que fortalece nuestra cultura empresarial.",
    "reviewed": true
  },
  {
    "id": "hr_0020",
    "term": "Net Promoter Score del Empleado",
    "acronym": "eNPS",
    "definition": "Una métrica utilizada para medir la lealtad de los empleados preguntando qué tan probable es que recomienden su empresa como un excelente lugar para trabajar.",
    "example": "Nuestra encuesta de pulso trimestral utiliza el Net Promoter Score del Empleado (eNPS) para medir rápidamente cómo se sienten nuestros empleados acerca de la empresa.",
    "reviewed": true
  },
  {
    "id": "hr_0021",
    "term": "Plan de Propiedad de Acciones para Empleados",
    "acronym": "ESOP",
    "definition": "Un plan de beneficios para empleados que les otorga una participación en la propiedad de la empresa en forma de acciones.",
    "example": "Nuestro Plan de Propiedad de Acciones para Empleados es un beneficio clave para atraer y retener a empleados a largo plazo que se sienten como verdaderos dueños del negocio.",
    "reviewed": true
  },
  {
    "id": "hr_0022",
    "term": "Propuesta de Valor al Empleado",
    "acronym": "EVP",
    "definition": "El conjunto único de beneficios y recompensas que un empleado recibe a cambio de sus habilidades, capacidades y experiencia en una empresa.",
    "example": "Nuestra propuesta de valor al empleado destaca nuestras políticas de trabajo flexible y las oportunidades de desarrollo profesional para atraer a los mejores candidatos.",
    "reviewed": true
  },
  {
    "id": "hr_0023",
    "term": "Responsabilidad Fiduciaria",
    "acronym": null,
    "definition": "Una obligación legal y ética de actuar en el mejor interés financiero de otra parte, como al gestionar el plan de jubilación de una empresa.",
    "example": "El director de RR.HH. tiene la responsabilidad fiduciaria de gestionar el plan 401(k) de los empleados para el beneficio exclusivo de los participantes.",
    "reviewed": true
  },
  {
    "id": "hr_0024",
    "term": "Ranking Forzado",
    "acronym": null,
    "definition": "Un sistema de gestión del desempeño en el que los empleados son clasificados unos contra otros, y un cierto porcentaje se coloca en categorías superiores, medias e inferiores.",
    "example": "La empresa abandonó el ranking forzado porque estaba dañando la moral y desincentivando el trabajo en equipo.",
    "reviewed": true
  },
  {
    "id": "hr_0025",
    "term": "Plan de Ganancias Compartidas",
    "acronym": null,
    "definition": "Un programa de incentivos que recompensa a los empleados por las mejoras en el rendimiento de la empresa con una parte de las ganancias financieras resultantes.",
    "example": "Nuestro nuevo plan de ganancias compartidas distribuirá una parte de los ahorros de costos de la fábrica entre los miembros del equipo de producción.",
    "reviewed": true
  },
  {
    "id": "hr_0026",
    "term": "Procedimiento de Reclamación",
    "acronym": null,
    "definition": "Un proceso formal para que los empleados presenten quejas sobre sus condiciones de trabajo o tratamiento sin temor a represalias.",
    "example": "Si sientes que has sido tratado injustamente, debes seguir el procedimiento de reclamación oficial descrito en el manual del empleado.",
    "reviewed": true
  },
  {
    "id": "hr_0027",
    "term": "Planificación de Plantilla",
    "acronym": null,
    "definition": "El proceso de analizar y pronosticar el número de empleados y los tipos de habilidades que una organización necesita para alcanzar sus objetivos.",
    "example": "La planificación de plantilla anual asegura que nuestro presupuesto de contratación esté alineado con los objetivos de crecimiento estratégico de la empresa.",
    "reviewed": true
  },
  {
    "id": "hr_0028",
    "term": "HR Business Partner",
    "acronym": "HRBP",
    "definition": "Un profesional de RR.HH. que trabaja directamente con los directivos de una empresa para desarrollar y ejecutar una estrategia de RR.HH. que se alinee con los objetivos de negocio.",
    "example": "El HR Business Partner del departamento de ventas ayudó a diseñar una nueva estructura de comisiones.",
    "reviewed": true
  },
  {
    "id": "hr_0029",
    "term": "Gestión del Capital Humano",
    "acronym": "HCM",
    "definition": "El conjunto de prácticas para reclutar, gestionar y optimizar a los empleados para aumentar su valor, a menudo refiriéndose al software utilizado para estas tareas.",
    "example": "Nuestro nuevo sistema de HCM integra la nómina, las evaluaciones de desempeño y la administración de beneficios en una sola plataforma.",
    "reviewed": true
  },
  {
    "id": "hr_0030",
    "term": "Sistema de Información de Recursos Humanos",
    "acronym": "HRIS",
    "definition": "Software utilizado para recopilar y almacenar datos de los empleados, como información personal, nómina y beneficios.",
    "example": "Por favor, actualiza tu dirección en el HRIS para que podamos enviar tus documentos fiscales a la ubicación correcta.",
    "reviewed": true
  },
  {
    "id": "hr_0031",
    "term": "Diseño Instruccional",
    "acronym": null,
    "definition": "El proceso sistemático de diseñar y desarrollar materiales y experiencias de aprendizaje para ayudar a las personas a adquirir nuevas habilidades.",
    "example": "Nuestro equipo de formación utiliza principios de diseño instruccional para crear cursos de seguridad en línea atractivos y eficaces.",
    "reviewed": true
  },
  {
    "id": "hr_0032",
    "term": "Modelo de Kirkpatrick",
    "acronym": null,
    "definition": "Un método para evaluar la efectividad de los programas de formación a través de cuatro niveles: reacción, aprendizaje, comportamiento y resultados.",
    "example": "Estamos utilizando el Modelo de Kirkpatrick para medir el verdadero impacto empresarial de nuestro nuevo programa de desarrollo de liderazgo.",
    "reviewed": true
  },
  {
    "id": "hr_0033",
    "term": "Sistema de Gestión de Aprendizaje",
    "acronym": "LMS",
    "definition": "Una aplicación de software para la administración, seguimiento y entrega de cursos educativos o programas de formación.",
    "example": "Todos los nuevos empleados deben completar los módulos de formación sobre cumplimiento en nuestro Sistema de Gestión de Aprendizaje durante su primera semana.",
    "reviewed": true
  },
  {
    "id": "hr_0034",
    "term": "Dirección por Objetivos",
    "acronym": "MBO",
    "definition": "Un modelo de gestión que busca mejorar el rendimiento mediante la definición de objetivos claros acordados tanto por la dirección como por los empleados.",
    "example": "Con nuestro enfoque de dirección por objetivos, el bono de cada empleado está vinculado al logro de sus metas específicas y preacordadas.",
    "reviewed": true
  },
  {
    "id": "hr_0035",
    "term": "Diseño Organizacional",
    "acronym": null,
    "definition": "El proceso de estructurar los roles, procesos y relaciones jerárquicas de una empresa para alinearlos con sus objetivos estratégicos.",
    "example": "La empresa se sometió a un importante proyecto de diseño organizacional para eliminar silos y fomentar la colaboración interfuncional.",
    "reviewed": true
  },
  {
    "id": "hr_0036",
    "term": "Análisis de Equidad Salarial",
    "acronym": null,
    "definition": "Un análisis de los datos de compensación para identificar y corregir las diferencias salariales entre empleados de diferentes géneros, razas u otros grupos protegidos.",
    "example": "Nuestro análisis de equidad salarial anual nos ayuda a asegurar que estamos compensando a todos nuestros empleados de manera justa por un trabajo similar.",
    "reviewed": true
  },
  {
    "id": "hr_0037",
    "term": "People Analytics",
    "acronym": null,
    "definition": "La práctica de recopilar y analizar datos de RR.HH. para mejorar los resultados empresariales y tomar mejores decisiones sobre las personas.",
    "example": "Nuestro equipo de people analytics descubrió una clara relación entre la formación de los gerentes y las menores tasas de rotación en los equipos.",
    "reviewed": true
  },
  {
    "id": "hr_0038",
    "term": "Plan de Mejora del Desempeño",
    "acronym": "PIP",
    "definition": "Un documento formal que detalla los problemas específicos de un empleado con bajo rendimiento y establece objetivos claros para su mejora.",
    "example": "Después de varias advertencias, el gerente tuvo que poner al empleado en un plan de mejora del desempeño para abordar los plazos incumplidos.",
    "reviewed": true
  },
  {
    "id": "hr_0039",
    "term": "Seguridad Psicológica",
    "acronym": null,
    "definition": "Una creencia compartida dentro de un equipo de que sus miembros se sienten seguros para asumir riesgos, como expresar ideas o preocupaciones, sin temor a consecuencias negativas.",
    "example": "El gerente fomentó la seguridad psicológica al alentar el debate abierto y dejar claro que los errores eran oportunidades de aprendizaje.",
    "reviewed": true
  },
  {
    "id": "hr_0040",
    "term": "Encuesta de Pulso",
    "acronym": null,
    "definition": "Una encuesta breve y frecuente que se envía a los empleados para recopilar rápidamente feedback sobre temas como el compromiso y la satisfacción laboral.",
    "example": "Enviamos una encuesta de pulso mensual para hacer un seguimiento de la moral de los empleados y abordar cualquier problema emergente antes de que se convierta en un gran problema.",
    "reviewed": true
  },
  {
    "id": "hr_0041",
    "term": "Calidad de la Contratación",
    "acronym": null,
    "definition": "Una métrica utilizada para medir el valor que un nuevo empleado aporta a la empresa, a menudo evaluado a través del rendimiento, la productividad y la retención.",
    "example": "Al hacer un seguimiento de la calidad de la contratación de diferentes fuentes, podemos invertir más en los canales de reclutamiento que nos traen los mejores empleados.",
    "reviewed": true
  },
  {
    "id": "hr_0042",
    "term": "Ajuste Razonable",
    "acronym": null,
    "definition": "Una modificación realizada en un puesto o entorno de trabajo que permite a una persona cualificada con una discapacidad desempeñar las funciones esenciales del puesto.",
    "example": "Proporcionar un teclado especial para un empleado con una lesión en la muñeca es un ejemplo de un ajuste razonable.",
    "reviewed": true
  },
  {
    "id": "hr_0043",
    "term": "Externalización del Proceso de Reclutamiento",
    "acronym": "RPO",
    "definition": "Un modelo de negocio en el que una empresa transfiere total o parcialmente sus procesos de reclutamiento a un proveedor de servicios externo.",
    "example": "Para ampliar nuestro equipo de ventas rápidamente, contratamos a una firma de RPO para gestionar todo el proceso de contratación, desde la búsqueda hasta la incorporación.",
    "reviewed": true
  },
  {
    "id": "hr_0044",
    "term": "Compresión Salarial",
    "acronym": null,
    "definition": "Un problema de remuneración que ocurre cuando hay poca diferencia de salario entre los nuevos empleados y los empleados con más experiencia en el mismo puesto.",
    "example": "La compresión salarial se ha convertido en un problema, ya que los recién contratados exigen salarios iniciales cercanos a lo que pagamos al personal sénior.",
    "reviewed": true
  },
  {
    "id": "hr_0045",
    "term": "Entrevista de Permanencia",
    "acronym": null,
    "definition": "Una conversación estructurada entre un gerente y un empleado de alto rendimiento para entender qué es lo que le mantiene trabajando en la empresa.",
    "example": "En lugar de realizar solo entrevistas de salida, comenzamos a hacer entrevistas de permanencia para abordar problemas de forma proactiva y mejorar la retención.",
    "reviewed": true
  },
  {
    "id": "hr_0046",
    "term": "Planificación de Sucesión",
    "acronym": null,
    "definition": "El proceso de identificar y desarrollar talento interno para ocupar puestos de liderazgo críticos en la empresa en el futuro.",
    "example": "Nuestra planificación de sucesión identificó a tres posibles candidatos para asumir el rol de director financiero cuando se jubile el próximo año.",
    "reviewed": true
  },
  {
    "id": "hr_0047",
    "term": "Tiempo de Contratación",
    "acronym": null,
    "definition": "Una métrica de reclutamiento que mide el número de días entre la aprobación de una solicitud de empleo y la aceptación de la oferta por parte de un candidato.",
    "example": "Nuestro tiempo de contratación promedio para puestos de ingeniería es de 62 días, una métrica que estamos tratando activamente de reducir.",
    "reviewed": true
  },
  {
    "id": "hr_0048",
    "term": "Estrategia de Compensación Total",
    "acronym": null,
    "definition": "Un enfoque integral de la remuneración que incluye salario, beneficios y elementos no monetarios como el desarrollo profesional y el equilibrio entre la vida laboral y personal.",
    "example": "Nuestra estrategia de compensación total está diseñada para atraer, motivar y retener a los empleados mirando más allá del salario base.",
    "reviewed": true
  },
  {
    "id": "hr_0049",
    "term": "Desarrollo y Reorientación Profesional",
    "acronym": null,
    "definition": "El proceso de enseñar a los empleados nuevas habilidades avanzadas (desarrollo profesional o upskilling) o formarlos para un trabajo diferente dentro de la empresa (reorientación profesional o reskilling).",
    "example": "Nuestra empresa ha lanzado una importante iniciativa de desarrollo y reorientación profesional para preparar a nuestra fuerza laboral para el impacto de la IA.",
    "reviewed": true
  },
  {
    "id": "hr_0050",
    "term": "Planificación de la Fuerza Laboral",
    "acronym": null,
    "definition": "El proceso estratégico de analizar la fuerza laboral actual y determinar el talento futuro necesario para cumplir los objetivos de la organización.",
    "example": "Una planificación de la fuerza laboral eficaz nos ayuda a anticipar futuros déficits de competencias y a construir una cantera de candidatos cualificados.",
    "reviewed": true
  },
  {
    "id": "hr_0051",
    "term": "Sistema de Seguimiento de Candidatos",
    "acronym": "ATS",
    "definition": "Software que gestiona el proceso de reclutamiento y contratación recopilando y clasificando miles de currículums.",
    "example": "Nuestro nuevo sistema de seguimiento de candidatos nos ayuda a filtrar a los aspirantes de forma más eficiente al escanear los currículums en busca de palabras clave relevantes.",
    "reviewed": true
  },
  {
    "id": "hr_0052",
    "term": "Net Promoter Score del Empleado",
    "acronym": "eNPS",
    "definition": "Una métrica utilizada para medir la lealtad y el compromiso de los empleados preguntándoles qué tan probable es que recomienden su empresa como lugar de trabajo.",
    "example": "Tras implementar el nuevo programa de bienestar, nuestra encuesta trimestral del Net Promoter Score del Empleado mostró un aumento significativo en la satisfacción de los empleados.",
    "reviewed": true
  },
  {
    "id": "hr_0053",
    "term": "Plan de Accionariado para Empleados",
    "acronym": "ESOP",
    "definition": "Un tipo de plan de beneficios que otorga a los empleados una participación en la propiedad de la empresa.",
    "example": "El plan de accionariado para empleados de la empresa nos motiva a trabajar más duro porque todos nos beneficiamos directamente de su éxito financiero.",
    "reviewed": true
  },
  {
    "id": "hr_0054",
    "term": "Propuesta de Valor para el Empleado",
    "acronym": "EVP",
    "definition": "El conjunto único de beneficios que un empleado recibe a cambio de las habilidades, capacidades y experiencia que aporta a una empresa.",
    "example": "Nuestra sólida propuesta de valor para el empleado, que destaca el equilibrio entre la vida laboral y personal y el crecimiento profesional, nos ayuda a atraer y retener al mejor talento.",
    "reviewed": true
  },
  {
    "id": "hr_0055",
    "term": "Socio de Negocio de RR. HH.",
    "acronym": "HRBP",
    "definition": "Un profesional sénior de RR. HH. que trabaja directamente con la dirección de una unidad de negocio para alinear la estrategia de recursos humanos con los objetivos empresariales.",
    "example": "El socio de negocio de RR. HH. del departamento de ingeniería está ayudando a los gerentes a desarrollar un nuevo plan para el desarrollo de competencias.",
    "reviewed": true
  },
  {
    "id": "hr_0056",
    "term": "Gestión del Capital Humano",
    "acronym": "HCM",
    "definition": "Un conjunto integral de prácticas para reclutar, gestionar, desarrollar y optimizar a los empleados para aumentar su valor para la organización.",
    "example": "Nuestro nuevo software de gestión del capital humano integra todo, desde la nómina hasta las evaluaciones de desempeño, en una única plataforma.",
    "reviewed": true
  },
  {
    "id": "hr_0057",
    "term": "Sistema de Información de Recursos Humanos",
    "acronym": "HRIS",
    "definition": "Software utilizado para gestionar y procesar información detallada de los empleados y políticas y procedimientos relacionados con RR. HH.",
    "example": "Por favor, actualice sus datos de contacto personales en el portal del sistema de información de recursos humanos antes de fin de mes.",
    "reviewed": true
  },
  {
    "id": "hr_0058",
    "term": "Sistema de Gestión de Aprendizaje",
    "acronym": "LMS",
    "definition": "Una aplicación de software para la administración, documentación, seguimiento y distribución de cursos educativos o programas de formación.",
    "example": "Todos los empleados deben completar el módulo de formación obligatoria sobre ciberseguridad en el sistema de gestión de aprendizaje de nuestra empresa antes del viernes.",
    "reviewed": true
  },
  {
    "id": "hr_0059",
    "term": "Dirección por Objetivos",
    "acronym": "MBO",
    "definition": "Un modelo de gestión que busca mejorar el rendimiento de la organización definiendo objetivos claros acordados tanto por la dirección como por los empleados.",
    "example": "Con nuestro enfoque de dirección por objetivos, el éxito de cada equipo se mide por el grado en que alcanzan sus metas trimestrales.",
    "reviewed": true
  },
  {
    "id": "hr_0060",
    "term": "Plan de Mejora del Desempeño",
    "acronym": "PIP",
    "definition": "Un documento formal que detalla las deficiencias de rendimiento de un empleado y los pasos claros necesarios para mejorar.",
    "example": "Si sus cifras de ventas no mejoran para el próximo mes, lamentablemente tendremos que ponerlo en un plan de mejora del desempeño.",
    "reviewed": true
  },
  {
    "id": "hr_0061",
    "term": "Externalización del Proceso de Reclutamiento",
    "acronym": "RPO",
    "definition": "Proceso por el cual una empresa transfiere total o parcialmente sus procesos de reclutamiento permanente a un proveedor externo.",
    "example": "Para ampliar rápidamente nuestro equipo de ventas, recurrimos a la externalización del proceso de reclutamiento.",
    "reviewed": true
  },
  {
    "id": "hr_0062",
    "term": "Sistema de Seguimiento de Candidatos",
    "acronym": "ATS",
    "definition": "Una aplicación de software que gestiona el proceso de reclutamiento y contratación clasificando y dando seguimiento a los candidatos a un puesto de trabajo.",
    "example": "Nuestro nuevo sistema de seguimiento de candidatos nos ayuda a filtrar miles de currículos para encontrar a los candidatos más cualificados para el puesto.",
    "reviewed": true
  },
  {
    "id": "hr_0063",
    "term": "Net Promoter Score del Empleado",
    "acronym": "eNPS",
    "definition": "Una métrica utilizada para medir la lealtad y el compromiso de los empleados, basada en la probabilidad de que recomienden su empresa como lugar de trabajo.",
    "example": "Los resultados trimestrales del eNPS mostraron un aumento de 15 puntos, lo que indica un cambio positivo en la cultura de la empresa.",
    "reviewed": true
  },
  {
    "id": "hr_0064",
    "term": "Plan de Accionariado para Empleados",
    "acronym": "ESOP",
    "definition": "Un tipo de plan de beneficios para empleados que otorga a los trabajadores una participación en la propiedad de la empresa en forma de acciones.",
    "example": "Como parte de nuestra estrategia de retención a largo plazo, vamos a introducir un plan de accionariado para empleados para todos los trabajadores a tiempo completo.",
    "reviewed": true
  },
  {
    "id": "hr_0065",
    "term": "Propuesta de Valor al Empleado",
    "acronym": "EVP",
    "definition": "El conjunto único de beneficios y recompensas que un empleado recibe a cambio de sus habilidades, capacidades y experiencia.",
    "example": "Nuestra propuesta de valor al empleado enfatiza el equilibrio entre la vida laboral y personal y el desarrollo profesional, lo que nos ayuda a atraer al mejor talento.",
    "reviewed": true
  },
  {
    "id": "hr_0066",
    "term": "Socio de Negocios de RR. HH.",
    "acronym": "HRBP",
    "definition": "Un profesional de RR. HH. que trabaja directamente con la alta dirección de una organización para desarrollar y dirigir una agenda de RR. HH. que respalde los objetivos empresariales.",
    "example": "El socio de negocios de RR. HH. del departamento de ingeniería está ayudando a reestructurar el equipo para mejorar la eficiencia.",
    "reviewed": true
  },
  {
    "id": "hr_0067",
    "term": "Gestión del Capital Humano",
    "acronym": "HCM",
    "definition": "El conjunto integral de prácticas para reclutar, gestionar, desarrollar y optimizar a los empleados de una organización para alcanzar los objetivos empresariales.",
    "example": "Una gestión del capital humano eficaz es crucial para integrar nuestras nuevas adquisiciones y alinear su talento con nuestros objetivos.",
    "reviewed": true
  },
  {
    "id": "hr_0068",
    "term": "Sistema de Información de Recursos Humanos",
    "acronym": "HRIS",
    "definition": "Una solución de software que mantiene, gestiona y procesa información detallada de los empleados y políticas y procedimientos relacionados con RR. HH.",
    "example": "Por favor, actualiza tus datos de contacto en el portal del Sistema de Información de Recursos Humanos antes del final de la semana.",
    "reviewed": true
  },
  {
    "id": "hr_0069",
    "term": "Sistema de Gestión de Aprendizaje",
    "acronym": "LMS",
    "definition": "Una aplicación de software para la administración, documentación, seguimiento, generación de informes y entrega de cursos educativos o programas de formación.",
    "example": "Todos los nuevos empleados deben completar la formación obligatoria sobre cumplimiento normativo en nuestro sistema de gestión de aprendizaje.",
    "reviewed": true
  },
  {
    "id": "hr_0070",
    "term": "Dirección por Objetivos",
    "acronym": "DPO",
    "definition": "Un modelo de gestión estratégica que busca mejorar el rendimiento de la organización definiendo claramente objetivos acordados tanto por la dirección como por los empleados.",
    "example": "Nuestra empresa utiliza un enfoque de dirección por objetivos para asegurar que las metas personales de todos se alineen con los objetivos empresariales trimestrales.",
    "reviewed": true
  },
  {
    "id": "hr_0071",
    "term": "Plan de Mejora del Desempeño",
    "acronym": "PIP",
    "definition": "Un documento formal que detalla problemas específicos de desempeño y establece objetivos claros y medibles que un empleado debe alcanzar en un plazo determinado.",
    "example": "Tras varios plazos incumplidos, el gerente puso al empleado en un plan de mejora del desempeño.",
    "reviewed": true
  },
  {
    "id": "hr_0072",
    "term": "Externalización del Proceso de Reclutamiento",
    "acronym": "RPO",
    "definition": "Una forma de externalización de procesos de negocio en la que una empresa transfiere total o parcialmente sus procesos de reclutamiento a un proveedor de servicios externo.",
    "example": "Para escalar rápidamente nuestro equipo de ventas, recurrimos a la externalización del proceso de reclutamiento para gestionar todo el ciclo de contratación.",
    "reviewed": true
  },
  {
    "id": "hr_0073",
    "term": "Tasa de Absentismo",
    "acronym": null,
    "definition": "El porcentaje de ausencias no planificadas o injustificadas de los empleados durante un período específico.",
    "example": "Una alta tasa de absentismo en el centro de llamadas está afectando negativamente los niveles de servicio al cliente.",
    "reviewed": true
  },
  {
    "id": "hr_0074",
    "term": "Programa de Aliados",
    "acronym": null,
    "definition": "Una iniciativa empresarial estructurada diseñada para alentar a los empleados a apoyar y abogar por compañeros de grupos infrarrepresentados.",
    "example": "Nuestro nuevo programa de aliados ofrece formación sobre cómo ser un defensor eficaz de la diversidad y la inclusión en el lugar de trabajo.",
    "reviewed": true
  },
  {
    "id": "hr_0075",
    "term": "Resolución Alternativa de Conflictos",
    "acronym": "RAC",
    "definition": "El uso de métodos como la mediación y el arbitraje para resolver desacuerdos sin tener que recurrir a los tribunales.",
    "example": "La empresa prefiere la resolución alternativa de conflictos para gestionar las quejas de los empleados porque es más rápida y menos costosa que los litigios.",
    "reviewed": true
  },
  {
    "id": "hr_0076",
    "term": "Comunicación Asíncrona",
    "acronym": null,
    "definition": "Comunicación que no ocurre en tiempo real, como el correo electrónico o los comentarios en herramientas de gestión de proyectos, permitiendo a las personas responder cuando les resulte conveniente.",
    "example": "Nuestro equipo remoto depende en gran medida de la comunicación asíncrona para adaptarse a diferentes zonas horarias.",
    "reviewed": true
  },
  {
    "id": "hr_0077",
    "term": "Entrevista Conductual",
    "acronym": null,
    "definition": "Una técnica de entrevista en la que se pide a los candidatos que describan experiencias pasadas para demostrar habilidades o competencias específicas.",
    "example": "En la sesión de entrevista conductual, le pedí al candidato: «Cuénteme sobre alguna ocasión en la que tuvo que lidiar con un cliente difícil».",
    "reviewed": true
  },
  {
    "id": "hr_0078",
    "term": "Índice de Pertenencia",
    "acronym": null,
    "definition": "Una métrica utilizada para medir el grado en que los empleados se sienten aceptados, incluidos y valorados dentro de una organización.",
    "example": "Los resultados de nuestra encuesta anual mostraron una mejora del 5 % en el índice de pertenencia, especialmente entre los nuevos empleados.",
    "reviewed": true
  },
  {
    "id": "hr_0079",
    "term": "Administración de Beneficios",
    "acronym": null,
    "definition": "El proceso de crear, gestionar y actualizar el programa de beneficios para empleados de una organización, como el seguro médico y los planes de jubilación.",
    "example": "La administración de beneficios se vuelve mucho más compleja durante el período anual de inscripción abierta.",
    "reviewed": true
  },
  {
    "id": "hr_0080",
    "term": "Enfoque de Aprendizaje Mixto",
    "acronym": null,
    "definition": "Una estrategia educativa que combina la instrucción presencial tradicional con el aprendizaje en línea basado en medios digitales.",
    "example": "Nuestro nuevo curso de liderazgo utiliza un enfoque de aprendizaje mixto, con talleres presenciales y módulos en línea.",
    "reviewed": true
  },
  {
    "id": "hr_0081",
    "term": "Experiencia del Candidato",
    "acronym": null,
    "definition": "La percepción general que tiene un solicitante de empleo sobre el proceso de reclutamiento de una empresa.",
    "example": "Proporcionar retroalimentación oportuna a todos los solicitantes, incluso a los no contratados, es clave para una experiencia del candidato positiva.",
    "reviewed": true
  },
  {
    "id": "hr_0082",
    "term": "Perfil del Candidato Ideal",
    "acronym": null,
    "definition": "Una representación semificticia de un candidato ideal, basada en datos e investigación, utilizada para personalizar las estrategias de reclutamiento.",
    "example": "Creamos un perfil del candidato ideal para el puesto de Desarrollador Sénior para dirigir mejor nuestros anuncios de empleo en las redes sociales.",
    "reviewed": true
  },
  {
    "id": "hr_0083",
    "term": "Gestión de la Relación con los Candidatos",
    "acronym": null,
    "definition": "Un método para gestionar y mejorar las relaciones con candidatos potenciales para construir una cartera de talento.",
    "example": "Nuestro software de gestión de la relación con los candidatos nos permite mantener el contacto con solicitantes prometedores para futuras vacantes.",
    "reviewed": true
  },
  {
    "id": "hr_0084",
    "term": "Modelo de Carrera en Red",
    "acronym": null,
    "definition": "Un modelo de desarrollo profesional que permite el movimiento vertical, horizontal y diagonal dentro de una organización, en lugar de una trayectoria ascendente puramente lineal.",
    "example": "El modelo de carrera en red de la empresa le permitió pasar de marketing a un puesto de gestión de proyectos.",
    "reviewed": true
  },
  {
    "id": "hr_0085",
    "term": "Centro de Excelencia",
    "acronym": "CoE",
    "definition": "Un equipo o departamento especializado dentro de una organización que proporciona liderazgo, mejores prácticas y apoyo en un área de enfoque específica, como el análisis de datos o la formación y desarrollo.",
    "example": "Nuestro centro de excelencia de formación y desarrollo diseña programas de capacitación para toda la plantilla global.",
    "reviewed": true
  },
  {
    "id": "hr_0086",
    "term": "Convenio Colectivo de Trabajo",
    "acronym": null,
    "definition": "Un contrato legal escrito entre un empleador y un sindicato que representa a los empleados, que cubre salarios, horarios y otros términos de empleo.",
    "example": "El nuevo convenio colectivo de trabajo incluye un aumento salarial anual del 3 % para todos los miembros del sindicato.",
    "reviewed": true
  },
  {
    "id": "hr_0087",
    "term": "Marco de Competencias",
    "acronym": null,
    "definition": "Un modelo que define de manera general la combinación de habilidades, conocimientos y comportamientos necesarios para el éxito en un rol u organización en particular.",
    "example": "Nuestras evaluaciones de desempeño se basan en un marco de competencias que incluye comunicación, trabajo en equipo y resolución de problemas.",
    "reviewed": true
  },
  {
    "id": "hr_0088",
    "term": "Compensación Diferida",
    "acronym": null,
    "definition": "Una parte de la compensación de un empleado que se paga en una fecha posterior, a menudo utilizada en los paquetes de remuneración de ejecutivos como herramienta de retención.",
    "example": "El plan de compensación diferida del CEO se consolidará después de cinco años de servicio continuo.",
    "reviewed": true
  },
  {
    "id": "hr_0089",
    "term": "Plan de Beneficio Definido",
    "acronym": null,
    "definition": "Un tipo de plan de pensiones en el que un empleador promete un beneficio mensual específico en la jubilación, predeterminado por una fórmula.",
    "example": "A diferencia de un plan 401(k), un plan de beneficio definido tradicional garantiza un ingreso de jubilación específico, independientemente del rendimiento del mercado.",
    "reviewed": true
  },
  {
    "id": "hr_0090",
    "term": "Plan de Contribución Definida",
    "acronym": null,
    "definition": "Un plan de jubilación, como un 401(k), en el que un empleado y/o empleador aporta dinero a una cuenta individual, sin un pago garantizado.",
    "example": "La mayoría de las empresas hoy en día ofrecen un plan de contribución definida en el que igualan un porcentaje de la inversión del empleado.",
    "reviewed": true
  },
  {
    "id": "hr_0091",
    "term": "Acción Disciplinaria",
    "acronym": null,
    "definition": "Un proceso para abordar y corregir problemas de desempeño o comportamiento de un empleado, que puede ir desde una advertencia verbal hasta el despido.",
    "example": "Violar repetidamente el código de conducta de la empresa conllevará una acción disciplinaria formal.",
    "reviewed": true
  },
  {
    "id": "hr_0092",
    "term": "Consejo de Diversidad e Inclusión",
    "acronym": null,
    "definition": "Un comité de empleados responsables de guiar, supervisar e impulsar las iniciativas de diversidad e inclusión de una organización.",
    "example": "El consejo de diversidad e inclusión está lanzando un nuevo programa de mentoría para apoyar a los empleados infrarrepresentados.",
    "reviewed": true
  },
  {
    "id": "hr_0093",
    "term": "Programa de Asistencia al Empleado",
    "acronym": "EAP",
    "definition": "Un beneficio confidencial patrocinado por el empleador que ofrece a los empleados apoyo y recursos para problemas personales o laborales.",
    "example": "Si tienes problemas de estrés, te animo a que contactes con nuestro programa de asistencia al empleado para recibir servicios de asesoramiento gratuitos.",
    "reviewed": true
  },
  {
    "id": "hr_0094",
    "term": "Privacidad de los Datos de los Empleados",
    "acronym": null,
    "definition": "Las políticas y procedimientos que rigen cómo una organización recopila, utiliza, almacena y protege la información personal de sus empleados.",
    "example": "Con nuevas regulaciones como el RGPD, la privacidad de los datos de los empleados se ha convertido en una máxima prioridad para nuestro departamento de RR. HH.",
    "reviewed": true
  },
  {
    "id": "hr_0095",
    "term": "Encuesta de Compromiso de los Empleados",
    "acronym": null,
    "definition": "Una herramienta utilizada para medir el nivel de compromiso, motivación y satisfacción de los empleados con su trabajo y la organización.",
    "example": "Los resultados de la encuesta anual de compromiso de los empleados nos ayudarán a identificar áreas de mejora en nuestra cultura empresarial.",
    "reviewed": true
  },
  {
    "id": "hr_0096",
    "term": "Manual del Empleado",
    "acronym": null,
    "definition": "Un documento que comunica la misión, las políticas y los procedimientos de una empresa a sus empleados.",
    "example": "Por favor, revisa la nueva política de trabajo remoto detallada en el manual del empleado actualizado.",
    "reviewed": true
  },
  {
    "id": "hr_0097",
    "term": "Programa de Referidos de Empleados",
    "acronym": null,
    "definition": "Una estrategia de reclutamiento donde se alienta y recompensa a los empleados actuales por recomendar candidatos cualificados para puestos vacantes.",
    "example": "Contratamos a nuestro mejor ingeniero a través del programa de referidos de empleados, así que vamos a aumentar la bonificación por contrataciones exitosas.",
    "reviewed": true
  },
  {
    "id": "hr_0098",
    "term": "Grupo de Recursos para Empleados",
    "acronym": "ERG",
    "definition": "Grupos voluntarios dirigidos por empleados que fomentan un lugar de trabajo diverso e inclusivo, alineado con la misión, los valores y los objetivos de la organización.",
    "example": "El grupo de recursos para empleados 'Mujeres en Tecnología' organizará un evento de networking el próximo mes.",
    "reviewed": true
  },
  {
    "id": "hr_0099",
    "term": "Portal de Autoservicio del Empleado",
    "acronym": "ESS",
    "definition": "Una herramienta web que permite a los empleados acceder y gestionar su propia información relacionada con RR. HH., como nóminas, beneficios y datos personales.",
    "example": "Puedes descargar tus recibos de nómina y actualizar tu dirección directamente a través del portal de autoservicio del empleado.",
    "reviewed": true
  },
  {
    "id": "hr_0100",
    "term": "Marca Empleadora",
    "acronym": null,
    "definition": "El proceso de gestionar e influir en la reputación de una empresa como empleador entre los solicitantes de empleo, los empleados y las partes interesadas.",
    "example": "Una marca empleadora fuerte en plataformas como LinkedIn nos ayuda a atraer candidatos pasivos que no están buscando trabajo activamente.",
    "reviewed": true
  },
  {
    "id": "hr_0101",
    "term": "Igualdad de Oportunidades en el Empleo",
    "acronym": "EEO",
    "definition": "El principio de que todas las personas deben tener la misma oportunidad de empleo y promoción, sin importar su raza, color, religión, sexo, edad u origen nacional.",
    "example": "Nuestras prácticas de contratación se rigen estrictamente por las leyes de igualdad de oportunidades en el empleo para garantizar la equidad.",
    "reviewed": true
  },
  {
    "id": "hr_0102",
    "term": "Auditoría de equidad",
    "acronym": null,
    "definition": "Una revisión sistemática de las políticas, prácticas y datos de una organización para identificar y abordar posibles disparidades en compensación, promociones y oportunidades entre diferentes grupos de empleados.",
    "example": "La empresa está realizando una auditoría de equidad para asegurar que no existan brechas salariales de género.",
    "reviewed": true
  },
  {
    "id": "hr_0103",
    "term": "Remuneración de ejecutivos",
    "acronym": null,
    "definition": "El paquete de pagos financieros y beneficios no financieros para líderes corporativos de alto nivel, que a menudo incluye salario, bonificaciones e incentivos a largo plazo.",
    "example": "El consejo de administración debe aprobar el paquete de remuneración de ejecutivos para el nuevo CEO.",
    "reviewed": true
  },
  {
    "id": "hr_0104",
    "term": "Búsqueda de ejecutivos",
    "acronym": null,
    "definition": "Un servicio de reclutamiento especializado utilizado para encontrar candidatos para puestos sénior, ejecutivos u otros cargos altamente especializados.",
    "example": "Hemos contratado una firma de búsqueda de ejecutivos para que nos ayude a encontrar un nuevo director financiero.",
    "reviewed": true
  },
  {
    "id": "hr_0105",
    "term": "Análisis de entrevistas de salida",
    "acronym": null,
    "definition": "El proceso de recopilar, revisar e interpretar sistemáticamente los comentarios de los empleados que se van para identificar tendencias y mejorar la retención.",
    "example": "Nuestro análisis de entrevistas de salida reveló que la falta de crecimiento profesional era la razón principal de la rotación de personal.",
    "reviewed": true
  },
  {
    "id": "hr_0106",
    "term": "Clasificación de empleado exento y no exento",
    "acronym": null,
    "definition": "La clasificación legal de los empleados que determina su elegibilidad para recibir pago por horas extras según las leyes laborales.",
    "example": "Es crucial determinar correctamente la clasificación de empleado exento y no exento para cada puesto para evitar sanciones legales.",
    "reviewed": true
  },
  {
    "id": "hr_0107",
    "term": "Aprendizaje experiencial",
    "acronym": null,
    "definition": "El proceso de aprender a través de la práctica y la reflexión sobre la experiencia, que a menudo implica talleres prácticos, simulaciones o formación en el puesto de trabajo.",
    "example": "Nuestro programa de formación para gerentes se centra en el aprendizaje experiencial, utilizando juegos de roles para practicar conversaciones difíciles.",
    "reviewed": true
  },
  {
    "id": "hr_0108",
    "term": "Permiso familiar y médico",
    "acronym": "FMLA",
    "definition": "Una ley federal de EE. UU. que exige a los empleadores cubiertos proporcionar a los empleados un permiso no remunerado con protección del empleo por razones médicas y familiares cualificadas.",
    "example": "Ella se está tomando 12 semanas de permiso familiar y médico para cuidar a su hijo recién nacido.",
    "reviewed": true
  },
  {
    "id": "hr_0109",
    "term": "Cuenta de gastos flexibles",
    "acronym": "FSA",
    "definition": "Una cuenta de beneficios con ventajas fiscales a la que los empleados aportan dinero antes de impuestos para pagar gastos médicos o de cuidado de dependientes que cumplen los requisitos.",
    "example": "Estoy contribuyendo a mi cuenta de gastos flexibles para ahorrar dinero en los costos de la guardería de mis hijos.",
    "reviewed": true
  },
  {
    "id": "hr_0110",
    "term": "Fuerza laboral de la \"gig economy\"",
    "acronym": null,
    "definition": "Un mercado laboral caracterizado por la prevalencia de contratos a corto plazo o trabajo independiente en lugar de empleos permanentes.",
    "example": "Gestionar una fuerza laboral de la \"gig economy\" requiere estrategias de RR. HH. diferentes para la incorporación, el pago y el compromiso.",
    "reviewed": true
  },
  {
    "id": "hr_0111",
    "term": "Cuenta de ahorro para la salud",
    "acronym": "HSA",
    "definition": "Una cuenta de ahorros con ventajas fiscales que se puede utilizar para gastos de atención médica, disponible para quienes están inscritos en un plan de salud con deducible alto.",
    "example": "Uso mi cuenta de ahorro para la salud para pagar las facturas médicas, y los fondos no utilizados se transfieren al año siguiente.",
    "reviewed": true
  },
  {
    "id": "hr_0112",
    "term": "Entorno laboral hostil",
    "acronym": null,
    "definition": "Un lugar de trabajo que se vuelve intimidatorio u ofensivo debido a una conducta no deseada basada en características protegidas, lo que interfiere con el desempeño laboral de un empleado.",
    "example": "La investigación concluyó que las bromas constantes del gerente sobre la edad y la raza crearon un entorno laboral hostil para varios empleados.",
    "reviewed": true
  },
  {
    "id": "hr_0113",
    "term": "Modelo de prestación de servicios de RR. HH.",
    "acronym": null,
    "definition": "El marco que define cómo el departamento de RR. HH. de una empresa proporciona apoyo y servicios a sus empleados.",
    "example": "Nuestro nuevo modelo de prestación de servicios de RR. HH. incluye un portal de autoservicio para preguntas básicas y Socios de Negocio de RR. HH. dedicados para asesoramiento estratégico.",
    "reviewed": true
  },
  {
    "id": "hr_0114",
    "term": "Stack tecnológico de RR. HH.",
    "acronym": null,
    "definition": "El conjunto de software y herramientas integradas que utiliza un departamento de RR. HH. para gestionar sus procesos y datos.",
    "example": "Nuestro stack tecnológico de RR. HH. incluye un sistema de seguimiento de candidatos, una plataforma de nóminas y una herramienta de encuestas de compromiso de los empleados.",
    "reviewed": true
  },
  {
    "id": "hr_0115",
    "term": "Retorno de la inversión en capital humano",
    "acronym": "HCROI",
    "definition": "Una métrica financiera que mide el beneficio generado por una empresa por cada dólar invertido en la compensación y los beneficios de los empleados.",
    "example": "Calculamos nuestro retorno de la inversión en capital humano para demostrar el valor financiero de nuestros nuevos programas de formación al equipo directivo.",
    "reviewed": true
  },
  {
    "id": "hr_0116",
    "term": "Estrategia de capital humano",
    "acronym": null,
    "definition": "Un plan a largo plazo que alinea las prácticas de gestión de personas de una organización con sus objetivos empresariales generales.",
    "example": "Nuestra nueva estrategia de capital humano se centra en desarrollar habilidades de liderazgo internamente para apoyar nuestra expansión global.",
    "reviewed": true
  },
  {
    "id": "hr_0117",
    "term": "Modelo de trabajo híbrido",
    "acronym": null,
    "definition": "Un modelo de trabajo flexible en el que los empleados pasan parte de su tiempo trabajando en la oficina y parte de su tiempo trabajando de forma remota.",
    "example": "Nuestra empresa ha adoptado un modelo de trabajo híbrido, que requiere que los empleados estén en la oficina los martes y jueves.",
    "reviewed": true
  },
  {
    "id": "hr_0118",
    "term": "Liderazgo inclusivo",
    "acronym": null,
    "definition": "Un estilo de liderazgo que garantiza que todos los miembros del equipo se sientan tratados con respeto, valorados y que tengan un sentido de pertenencia.",
    "example": "La sesión de formación sobre liderazgo inclusivo enseñó a los gerentes cómo buscar y considerar activamente perspectivas diversas en las reuniones de equipo.",
    "reviewed": true
  },
  {
    "id": "hr_0119",
    "term": "Plan de desarrollo individual",
    "acronym": "PDI",
    "definition": "Un plan de acción personalizado diseñado para ayudar a un empleado a mejorar sus habilidades y avanzar en su carrera.",
    "example": "Durante mi evaluación de desempeño, mi gerente y yo creamos un plan de desarrollo individual para ayudarme a ascender a un puesto sénior.",
    "reviewed": true
  },
  {
    "id": "hr_0120",
    "term": "Movilidad interna",
    "acronym": null,
    "definition": "El movimiento de empleados a nuevos puestos, proyectos u oportunidades dentro de la misma organización.",
    "example": "La empresa fomenta la movilidad interna publicando primero todas las nuevas vacantes en el portal de empleo interno.",
    "reviewed": true
  },
  {
    "id": "hr_0121",
    "term": "Arquitectura de puestos",
    "acronym": null,
    "definition": "El marco que estandariza y organiza todos los puestos de una empresa según el nivel, la función y la trayectoria profesional.",
    "example": "Implementar una arquitectura de puestos clara ayudó a los empleados a ver cómo podían progresar en sus carreras en nuestra empresa.",
    "reviewed": true
  },
  {
    "id": "hr_0122",
    "term": "Auditoría de descripciones de puestos",
    "acronym": null,
    "definition": "Una revisión sistemática de las descripciones de puestos para garantizar que sean precisas, actualizadas, conformes a la ley y libres de sesgos.",
    "example": "El departamento de RR. HH. está realizando una auditoría de descripciones de puestos para prepararse para nuestro próximo análisis de equidad salarial.",
    "reviewed": true
  },
  {
    "id": "hr_0123",
    "term": "Valoración de puestos",
    "acronym": null,
    "definition": "El proceso de determinar sistemáticamente el valor relativo de un puesto dentro de una organización para crear una estructura salarial justa.",
    "example": "Utilizamos un método de valoración de puestos para comparar las responsabilidades de un ingeniero de software con las de un gerente de producto.",
    "reviewed": true
  },
  {
    "id": "hr_0124",
    "term": "Gestión de requisiciones de personal",
    "acronym": null,
    "definition": "El proceso de crear, aprobar y dar seguimiento a las solicitudes para cubrir un puesto nuevo o vacante dentro de una empresa.",
    "example": "Nuestro nuevo sistema de seguimiento de candidatos ha optimizado la gestión de requisiciones de personal, facilitando mucho la aprobación de nuevas contrataciones.",
    "reviewed": true
  },
  {
    "id": "hr_0125",
    "term": "Sistema de gestión del conocimiento",
    "acronym": "KMS",
    "definition": "Una plataforma tecnológica centralizada que se utiliza para almacenar, compartir y gestionar el conocimiento y la información de una organización.",
    "example": "Antes de empezar el proyecto, busqué en el sistema de gestión del conocimiento de la empresa las mejores prácticas de iniciativas similares.",
    "reviewed": true
  },
  {
    "id": "hr_0126",
    "term": "Plan de transferencia de conocimiento",
    "acronym": null,
    "definition": "Una estrategia documentada para transmitir conocimiento crucial de una persona o equipo a otro, utilizada a menudo para empleados que se jubilan o para el traspaso de proyectos.",
    "example": "Creamos un plan de transferencia de conocimiento detallado para asegurar una transición fluida cuando nuestro ingeniero principal se jubile el próximo mes.",
    "reviewed": true
  },
  {
    "id": "hr_0127",
    "term": "Programa de desarrollo de liderazgo",
    "acronym": null,
    "definition": "Un programa estructurado diseñado para cultivar y mejorar las habilidades de los líderes actuales y futuros dentro de una organización.",
    "example": "Los empleados de alto potencial fueron invitados a unirse al programa de desarrollo de liderazgo anual de la empresa.",
    "reviewed": true
  },
  {
    "id": "hr_0128",
    "term": "Agilidad de aprendizaje",
    "acronym": null,
    "definition": "La capacidad y disposición para aprender de la experiencia y luego aplicar ese aprendizaje para desempeñarse con éxito en situaciones nuevas.",
    "example": "El reclutador buscaba candidatos con una alta agilidad de aprendizaje, ya que el puesto requería adaptarse rápidamente a las nuevas tecnologías.",
    "reviewed": true
  },
  {
    "id": "hr_0129",
    "term": "Estrategia de aprendizaje y desarrollo",
    "acronym": "L&D",
    "definition": "Un plan integral que describe cómo una organización mejorará las habilidades y el conocimiento de sus empleados para alcanzar los objetivos de negocio.",
    "example": "Nuestra nueva estrategia de aprendizaje y desarrollo incluye una mezcla de cursos en línea, mentoría y oportunidades de formación en el puesto de trabajo.",
    "reviewed": true
  },
  {
    "id": "hr_0130",
    "term": "Plan de incentivos a largo plazo",
    "acronym": "LTIP",
    "definition": "Un plan de compensación que recompensa a los empleados por alcanzar objetivos en un período superior a un año, a menudo utilizando opciones sobre acciones.",
    "example": "Como directora, era elegible para el plan de incentivos a largo plazo de la empresa, que se consolidaba en un período de cuatro años.",
    "reviewed": true
  },
  {
    "id": "hr_0131",
    "term": "Programa de mentoría",
    "acronym": null,
    "definition": "Un programa estructurado donde los empleados con experiencia (mentores) ofrecen orientación y apoyo a los empleados con menos experiencia (mentorizados).",
    "example": "El programa de mentoría de la empresa ayudó a los recién graduados a navegar su primer año en el mundo corporativo.",
    "reviewed": true
  },
  {
    "id": "hr_0132",
    "term": "Matriz de aumento por mérito",
    "acronym": null,
    "definition": "Una cuadrícula que utilizan los gerentes para determinar el aumento salarial de un empleado en función de su calificación de desempeño y su posición en su rango salarial.",
    "example": "Según la matriz de aumento por mérito, un empleado con desempeño sobresaliente que se encuentra en la parte baja de su rango salarial recibirá el mayor aumento porcentual.",
    "reviewed": true
  },
  {
    "id": "hr_0133",
    "term": "Microaprendizaje",
    "acronym": null,
    "definition": "Un enfoque de formación que entrega contenido en segmentos pequeños, enfocados y fáciles de asimilar.",
    "example": "En lugar de un taller de un día completo, utilizamos una serie de vídeos de microaprendizaje para enseñar las nuevas funciones del software.",
    "reviewed": true
  },
  {
    "id": "hr_0134",
    "term": "Tasa de aceptación de ofertas",
    "acronym": null,
    "definition": "Una métrica de reclutamiento que calcula el porcentaje de candidatos que aceptan una oferta de trabajo formal de una empresa.",
    "example": "Nuestra tasa de aceptación de ofertas para puestos de ingeniería es del 90 %, lo que indica que nuestros paquetes de compensación son competitivos.",
    "reviewed": true
  },
  {
    "id": "hr_0135",
    "term": "Proceso de desvinculación",
    "acronym": null,
    "definition": "El proceso formal para gestionar la salida de un empleado de una empresa, que incluye entrevistas de salida y la revocación del acceso a los sistemas.",
    "example": "Un proceso de desvinculación fluido es importante para mantener buenas relaciones con los exempleados y proteger los activos de la empresa.",
    "reviewed": true
  },
  {
    "id": "hr_0136",
    "term": "Proceso de incorporación",
    "acronym": null,
    "definition": "El proceso de integrar a un nuevo empleado en una organización, proporcionándole las herramientas y la información necesarias para convertirse en un miembro productivo del equipo.",
    "example": "La primera semana de nuestro proceso de incorporación incluye reuniones con miembros clave del equipo y una descripción general de las políticas de la empresa.",
    "reviewed": true
  },
  {
    "id": "hr_0137",
    "term": "Evaluación de la cultura organizacional",
    "acronym": null,
    "definition": "Un proceso sistemático para evaluar los valores, creencias y comportamientos compartidos que definen el ambiente de trabajo de una empresa.",
    "example": "El equipo directivo inició una evaluación de la cultura organizacional tras notar una disminución en la moral de los empleados.",
    "reviewed": true
  },
  {
    "id": "hr_0138",
    "term": "Índice de salud organizacional",
    "acronym": "OHI",
    "definition": "Una métrica que mide la capacidad de una organización para alinearse, ejecutar y renovarse para mantener un rendimiento excepcional.",
    "example": "Nuestra puntuación trimestral del índice de salud organizacional nos ayuda a identificar áreas donde necesitamos mejorar nuestras prácticas de gestión.",
    "reviewed": true
  },
  {
    "id": "hr_0139",
    "term": "Análisis de redes organizacionales",
    "acronym": "ONA",
    "definition": "Un método para visualizar y analizar cómo fluyen la comunicación, la información y las decisiones entre las personas de una organización.",
    "example": "Realizamos un análisis de redes organizacionales para identificar a las personas de influencia clave y los cuellos de botella en la comunicación antes de la reestructuración.",
    "reviewed": true
  },
  {
    "id": "hr_0140",
    "term": "Búsqueda de candidatos pasivos",
    "acronym": null,
    "definition": "La práctica de identificar y reclutar proactivamente a candidatos que están empleados actualmente y no buscan activamente un nuevo trabajo.",
    "example": "Mediante la búsqueda de candidatos pasivos en LinkedIn, el reclutador encontró a un especialista con un conjunto de habilidades muy poco común.",
    "reviewed": true
  },
  {
    "id": "hr_0141",
    "term": "Estructura de niveles salariales",
    "acronym": null,
    "definition": "Un sistema que agrupa puestos de valor similar en diferentes niveles de pago, cada uno con un salario mínimo y máximo definido.",
    "example": "La nueva estructura de niveles salariales garantiza que los empleados en puestos similares sean compensados dentro del mismo rango salarial.",
    "reviewed": true
  },
  {
    "id": "hr_0142",
    "term": "Análisis de paridad salarial",
    "acronym": null,
    "definition": "Un análisis realizado para garantizar que los empleados en puestos similares reciban un pago justo, independientemente del género, la raza u otras características protegidas.",
    "example": "Nuestro análisis de paridad salarial anual confirmó que no tenemos una brecha salarial de género estadísticamente significativa.",
    "reviewed": true
  },
  {
    "id": "hr_0143",
    "term": "Coaching entre pares",
    "acronym": null,
    "definition": "Un proceso confidencial en el que los empleados trabajan juntos para apoyar sus metas mutuas, resolver problemas y mejorar habilidades.",
    "example": "El equipo de ventas implementó un sistema de coaching entre pares donde los empleados de mayor rendimiento comparten sus técnicas con los compañeros más nuevos.",
    "reviewed": true
  },
  {
    "id": "hr_0144",
    "term": "Evaluación del desempeño",
    "acronym": null,
    "definition": "Un proceso de revisión formal para evaluar el rendimiento laboral y la productividad de un empleado en comparación con los objetivos establecidos.",
    "example": "Mi evaluación del desempeño anual está programada para la próxima semana, donde discutiré mis logros y objetivos con mi gerente.",
    "reviewed": true
  },
  {
    "id": "hr_0145",
    "term": "Calibración del desempeño",
    "acronym": null,
    "definition": "Un proceso en el que los gerentes se reúnen para discutir las calificaciones de desempeño de sus empleados y garantizar la equidad y la coherencia en toda la organización.",
    "example": "El equipo directivo llevó a cabo una sesión de calibración del desempeño para asegurarse de que la calificación de 'alto rendimiento' significara lo mismo en todos los departamentos.",
    "reviewed": true
  },
  {
    "id": "hr_0146",
    "term": "Plan de acciones fantasma",
    "acronym": null,
    "definition": "Un plan de beneficios para empleados que otorga a empleados seleccionados los beneficios financieros de la propiedad de acciones sin entregarles realmente acciones de la empresa.",
    "example": "La startup ofreció un plan de acciones fantasma a los empleados clave para alinear sus intereses con el éxito a largo plazo de la empresa.",
    "reviewed": true
  },
  {
    "id": "hr_0147",
    "term": "Método de puntos por factor",
    "acronym": null,
    "definition": "Un método cuantitativo de valoración de puestos que desglosa un trabajo en factores compensables y asigna puntos a cada factor.",
    "example": "Usando el método de puntos por factor, asignamos puntuaciones a la habilidad, la responsabilidad y las condiciones de trabajo para determinar el nivel salarial del puesto.",
    "reviewed": true
  },
  {
    "id": "hr_0148",
    "term": "Contratación predictiva",
    "acronym": null,
    "definition": "El uso de datos, estadísticas e inteligencia artificial para identificar qué candidatos tienen más probabilidades de tener éxito en un puesto.",
    "example": "La empresa utiliza análisis de contratación predictiva para filtrar currículums y predecir el rendimiento de los candidatos.",
    "reviewed": true
  },
  {
    "id": "hr_0149",
    "term": "Verificación de antecedentes",
    "acronym": null,
    "definition": "El proceso de investigar los antecedentes de un candidato a un puesto para verificar sus afirmaciones y comprobar posibles problemas, como antecedentes penales.",
    "example": "Todos los candidatos seleccionados deben pasar una verificación de antecedentes antes de recibir una oferta final.",
    "reviewed": true
  },
  {
    "id": "hr_0150",
    "term": "Disciplina progresiva",
    "acronym": null,
    "definition": "Un proceso para abordar la mala conducta de un empleado que implica una serie de pasos cada vez más severos, desde una advertencia verbal hasta el despido.",
    "example": "El gerente siguió la política de disciplina progresiva de la empresa al abordar las constantes tardanzas del empleado.",
    "reviewed": true
  },
  {
    "id": "hr_0151",
    "term": "Acoso quid pro quo",
    "acronym": null,
    "definition": "Una forma de acoso en la que un beneficio laboral está directamente condicionado a que un empleado se someta a insinuaciones sexuales no deseadas.",
    "example": "Ofrecer un ascenso a cambio de una cita es un claro ejemplo de acoso quid pro quo y es ilegal.",
    "reviewed": true
  },
  {
    "id": "hr_0152",
    "term": "Marketing de reclutamiento",
    "acronym": null,
    "definition": "La estrategia de utilizar tácticas de marketing para atraer, captar y mantener el interés de candidatos con talento para que postulen a un empleo en una organización.",
    "example": "Nuestra campaña de marketing de reclutamiento en redes sociales destacó la excelente cultura y los beneficios de nuestra empresa.",
    "reviewed": true
  },
  {
    "id": "hr_0153",
    "term": "Métricas de representación",
    "acronym": null,
    "definition": "Datos que muestran la composición demográfica de la fuerza laboral de una empresa, utilizados para seguir el progreso en los objetivos de diversidad e inclusión.",
    "example": "El Director de RR. HH. presentó las últimas métricas de representación a la junta directiva, mostrando un aumento de mujeres en puestos de liderazgo.",
    "reviewed": true
  },
  {
    "id": "hr_0154",
    "term": "Reclamación por represalias",
    "acronym": null,
    "definition": "Una reclamación legal presentada por un empleado que cree que fue castigado por su empleador por participar en una actividad legalmente protegida, como denunciar acoso.",
    "example": "Después de que denunció la infracción de seguridad, su gerente lo degradó, lo que lo llevó a presentar una reclamación por represalias.",
    "reviewed": true
  },
  {
    "id": "hr_0155",
    "term": "Programa de reincorporación laboral",
    "acronym": null,
    "definition": "Un programa estructurado para ayudar a los empleados en la transición de vuelta al lugar de trabajo después de una ausencia prolongada por lesión o enfermedad.",
    "example": "El programa de reincorporación laboral le permitió aumentar gradualmente sus horas durante cuatro semanas después de su baja médica.",
    "reviewed": true
  },
  {
    "id": "hr_0156",
    "term": "Estado con derecho al trabajo",
    "acronym": null,
    "definition": "Un estado de EE. UU. con leyes que garantizan que ninguna persona puede ser obligada, como condición de empleo, a afiliarse o pagar cuotas a un sindicato.",
    "example": "Como operamos en un estado con derecho al trabajo, a los empleados de la fábrica no se les puede exigir que se afilien al sindicato.",
    "reviewed": true
  },
  {
    "id": "hr_0157",
    "term": "Penetración en el rango salarial",
    "acronym": null,
    "definition": "Una métrica que mide qué tan avanzado está el salario de un empleado dentro de su rango salarial asignado.",
    "example": "Un empleado con una penetración en el rango salarial del 80 % tiene un sueldo muy por encima del punto medio de su puesto.",
    "reviewed": true
  },
  {
    "id": "hr_0158",
    "term": "Centro de servicios compartidos",
    "acronym": "SSC",
    "definition": "Una unidad centralizada dentro de una organización que gestiona tareas de RR. HH. rutinarias y transaccionales, como la nómina, para múltiples unidades de negocio.",
    "example": "En lugar de llamar a un representante local de RR. HH., los empleados envían sus preguntas sobre beneficios al centro de servicios compartidos global de RR. HH.",
    "reviewed": true
  },
  {
    "id": "hr_0159",
    "term": "Plan de incentivos a corto plazo",
    "acronym": "STIP",
    "definition": "Un plan de compensación que recompensa a los empleados por alcanzar objetivos de rendimiento en un año o menos, generalmente como un bono anual.",
    "example": "Debido al sólido desempeño de la empresa, todos los empleados que cumplen los requisitos recibirán una bonificación como parte del plan de incentivos a corto plazo.",
    "reviewed": true
  },
  {
    "id": "hr_0160",
    "term": "Estrategia de 'sourcing'",
    "acronym": null,
    "definition": "Un plan integral que detalla los métodos y canales que una empresa utilizará para encontrar y atraer a candidatos cualificados.",
    "example": "Nuestra estrategia de 'sourcing' para los nuevos puestos de ingeniería incluye una mezcla de portales de empleo en línea, referencias de empleados y alianzas universitarias.",
    "reviewed": true
  },
  {
    "id": "hr_0161",
    "term": "Tramo de control",
    "acronym": null,
    "definition": "El número de subordinados o reportes directos de los que un gerente es responsable.",
    "example": "Tras la reorganización, el tramo de control del director aumentó de cinco a diez reportes directos.",
    "reviewed": true
  },
  {
    "id": "hr_0162",
    "term": "Gestión Estratégica de la Fuerza Laboral",
    "acronym": null,
    "definition": "El proceso de alinear el capital humano de una organización con sus objetivos estratégicos para asegurar que cuenta con las personas adecuadas, con las habilidades correctas, en los puestos correctos y en el momento oportuno.",
    "example": "Nuestra iniciativa de gestión estratégica de la fuerza laboral identificó una necesidad futura de científicos de datos, por lo que ya estamos empezando a reclutar y formar en esas competencias.",
    "reviewed": true
  },
  {
    "id": "hr_0163",
    "term": "Asignación de Desarrollo",
    "acronym": null,
    "definition": "Un proyecto o tarea que se le asigna a un empleado que va más allá de su conocimiento o nivel de habilidad actual, diseñado para desafiarlo y desarrollar nuevas competencias.",
    "example": "Para prepararla para un rol de liderazgo, su gerente le dio una asignación de desarrollo que consistía en liderar el lanzamiento del nuevo producto.",
    "reviewed": true
  },
  {
    "id": "hr_0164",
    "term": "Entrevista Estructurada",
    "acronym": null,
    "definition": "Un método de entrevista en el que a todos los candidatos se les hace el mismo conjunto de preguntas predeterminadas para garantizar la equidad y consistencia en el proceso de evaluación.",
    "example": "Al utilizar la entrevista estructurada, el equipo de contratación pudo comparar objetivamente las respuestas de cada candidato a las mismas preguntas basadas en competencias.",
    "reviewed": true
  },
  {
    "id": "hr_0165",
    "term": "Embudo de Adquisición de Talento",
    "acronym": null,
    "definition": "Un modelo que visualiza el proceso de reclutamiento desde el primer contacto de un candidato (notoriedad) hasta su contratación final, ayudando a monitorear y optimizar cada etapa.",
    "example": "Estamos perdiendo demasiados buenos candidatos después de la primera entrevista; necesitamos analizar nuestro embudo de adquisición de talento para identificar el problema.",
    "reviewed": true
  },
  {
    "id": "hr_0166",
    "term": "Creación de cantera de talento",
    "acronym": null,
    "definition": "El proceso proactivo de identificar y construir relaciones con candidatos potenciales para puestos clave, incluso antes de que exista una vacante específica.",
    "example": "En lugar de esperar a que haya una vacante, nuestra estrategia de creación de cantera de talento nos asegura un grupo de ingenieros de software cualificados listos para contactar.",
    "reviewed": true
  },
  {
    "id": "hr_0167",
    "term": "Compensación Total en Efectivo",
    "acronym": null,
    "definition": "El pago completo que un empleado recibe en un año, que incluye su salario base más cualquier incentivo en efectivo a corto plazo, como bonos o comisiones.",
    "example": "Aunque el salario base es competitivo, el bono por desempeño hace que la compensación total en efectivo para este puesto de ventas sea muy atractiva.",
    "reviewed": true
  },
  {
    "id": "hr_0168",
    "term": "Formación sobre Sesgos Inconscientes",
    "acronym": null,
    "definition": "Un programa diseñado para que los empleados tomen conciencia de sus sesgos ocultos y automáticos, para que puedan tomar decisiones más objetivas, especialmente en la contratación y los ascensos.",
    "example": "Después de la formación obligatoria sobre sesgos inconscientes, los gerentes fueron más conscientes de sus suposiciones durante las evaluaciones de desempeño.",
    "reviewed": true
  },
  {
    "id": "hr_0169",
    "term": "Práctica Laboral Desleal",
    "acronym": null,
    "definition": "Una acción por parte de un empleador o sindicato que viola las leyes laborales, como interferir con los derechos de los empleados a organizarse o negociar colectivamente.",
    "example": "El despido de un empleado por intentar crear un sindicato fue dictaminado como una práctica laboral desleal por la Junta Nacional de Relaciones Laborales.",
    "reviewed": true
  },
  {
    "id": "hr_0170",
    "term": "Protección del Denunciante",
    "acronym": null,
    "definition": "Garantías legales que protegen a los empleados de represalias después de denunciar prácticas ilegales, inseguras o poco éticas dentro de su organización.",
    "example": "La política de protección del denunciante de la empresa asegura que cualquiera que informe sobre una mala conducta financiera pueda hacerlo sin temor a perder su trabajo.",
    "reviewed": true
  },
  {
    "id": "hr_0171",
    "term": "Investigación Laboral",
    "acronym": null,
    "definition": "Un proceso formal para recopilar hechos y determinar si una denuncia por mala conducta, como acoso o discriminación, está fundamentada.",
    "example": "Recursos Humanos ha iniciado una investigación laboral confidencial tras la denuncia anónima presentada la semana pasada.",
    "reviewed": true
  },
  {
    "id": "hr_0172",
    "term": "Analítica de la Fuerza Laboral",
    "acronym": null,
    "definition": "La práctica de utilizar datos y métodos estadísticos para medir, analizar y mejorar el rendimiento y la gestión de la fuerza laboral de una organización.",
    "example": "Utilizando la analítica de la fuerza laboral, descubrimos una correlación directa entre los puntajes de compromiso de los empleados y la productividad del departamento.",
    "reviewed": true
  },
  {
    "id": "hr_0173",
    "term": "Sistema de Seguimiento de Candidatos",
    "acronym": "ATS",
    "definition": "Una aplicación de software que gestiona todo el proceso de reclutamiento y contratación, desde la recepción de candidaturas hasta la realización de una oferta.",
    "example": "Nuestro ATS filtra automáticamente los currículums en busca de palabras clave, ahorrando a nuestros reclutadores horas de revisión manual.",
    "reviewed": true
  },
  {
    "id": "hr_0174",
    "term": "Net Promoter Score para Empleados",
    "acronym": "eNPS",
    "definition": "Una métrica utilizada para medir la lealtad y el compromiso de los empleados preguntándoles qué tan probable es que recomienden su empresa como lugar para trabajar.",
    "example": "Tras los cambios recientes, nuestro eNPS trimestral cayó 15 puntos, por lo que debemos abordar las preocupaciones de los empleados.",
    "reviewed": true
  },
  {
    "id": "hr_0175",
    "term": "Plan de Accionariado para Empleados",
    "acronym": "ESOP",
    "definition": "Un tipo de plan de beneficios para empleados que otorga a los trabajadores una participación en la propiedad de la empresa a través de acciones.",
    "example": "El plan de accionariado para empleados de la empresa es un gran incentivo para la retención a largo plazo, ya que le da al personal una participación real en nuestro éxito.",
    "reviewed": true
  },
  {
    "id": "hr_0176",
    "term": "Propuesta de Valor al Empleado",
    "acronym": "EVP",
    "definition": "El conjunto único de beneficios y recompensas que un empleado recibe a cambio de sus habilidades y contribuciones a una empresa.",
    "example": "Nuestra propuesta de valor al empleado pone énfasis en el equilibrio entre la vida laboral y personal y en las oportunidades de desarrollo profesional para atraer a los mejores candidatos.",
    "reviewed": true
  },
  {
    "id": "hr_0177",
    "term": "Socio de Negocio de RR. HH.",
    "acronym": "HRBP",
    "definition": "Un profesional de RR. HH. que trabaja directamente con la dirección de una empresa para desarrollar y dirigir una estrategia de recursos humanos que se alinee con los objetivos del negocio.",
    "example": "He programado una reunión con nuestro socio de negocio de RR. HH. para discutir las necesidades de personal del nuevo proyecto de marketing.",
    "reviewed": true
  },
  {
    "id": "hr_0178",
    "term": "Gestión del Capital Humano",
    "acronym": "HCM",
    "definition": "Un amplio conjunto de prácticas para reclutar, gestionar, desarrollar y optimizar a los empleados para aumentar su valor para la organización.",
    "example": "Nuestro nuevo software de gestión del capital humano integra la nómina, los beneficios y la gestión del desempeño en una única plataforma.",
    "reviewed": true
  },
  {
    "id": "hr_0179",
    "term": "Sistema de Información de Recursos Humanos",
    "acronym": "HRIS",
    "definition": "Un sistema de software utilizado para mantener y gestionar los datos básicos de los empleados, como información personal, puestos y nóminas.",
    "example": "Por favor, actualiza tu información de contacto directamente en el sistema de información de recursos humanos antes del final de la semana.",
    "reviewed": true
  },
  {
    "id": "hr_0180",
    "term": "Sistema de Gestión de Aprendizaje",
    "acronym": "LMS",
    "definition": "Una aplicación de software para la administración, el seguimiento y la impartición de cursos educativos o programas de formación.",
    "example": "Todos los nuevos empleados deben completar la formación obligatoria sobre normativas en nuestro sistema de gestión de aprendizaje durante sus primeros 30 días.",
    "reviewed": true
  },
  {
    "id": "hr_0181",
    "term": "Dirección por Objetivos",
    "acronym": "MBO",
    "definition": "Un modelo de gestión que busca mejorar el rendimiento mediante la definición clara de objetivos acordados tanto por la dirección como por los empleados.",
    "example": "Nuestra empresa utiliza un enfoque de dirección por objetivos, por lo que las metas de cada miembro del equipo están directamente alineadas con los objetivos clave del departamento.",
    "reviewed": true
  },
  {
    "id": "hr_0182",
    "term": "Plan de Mejora del Desempeño",
    "acronym": "PIP",
    "definition": "Un documento formal que describe las áreas específicas en las que un empleado tiene un bajo rendimiento y los pasos que debe seguir para mejorar.",
    "example": "Después de varios plazos incumplidos, el jefe de Juan tuvo que incluirlo en un Plan de Mejora del Desempeño.",
    "reviewed": true
  },
  {
    "id": "hr_0183",
    "term": "Externalización del Proceso de Reclutamiento",
    "acronym": "RPO",
    "definition": "Un modelo de negocio en el que una empresa transfiere la totalidad o parte de sus procesos de reclutamiento a un proveedor externo.",
    "example": "Para crecer rápidamente en nuestra expansión, optamos por la Externalización del Proceso de Reclutamiento (RPO) para gestionar todas nuestras contrataciones internacionales.",
    "reviewed": true
  }
]