[
  {
    "id": "hr_0001",
    "term": "Grille à 9 cases",
    "acronym": null,
    "definition": "Un outil de gestion des talents qui positionne les employés sur une grille en fonction de leur performance actuelle et de leur potentiel futur.",
    "example": "Lors de l'évaluation des talents, nous avons utilisé la grille à 9 cases pour identifier les employés à haut potentiel prêts pour des rôles de direction.",
    "reviewed": true
  },
  {
    "id": "hr_0002",
    "term": "Feedback 360 degrés",
    "acronym": null,
    "definition": "Un processus d'évaluation de la performance où un employé reçoit des commentaires confidentiels et anonymes de son manager, de ses pairs et de ses subordonnés directs.",
    "example": "Notre équipe de direction suit un processus de feedback 360 degrés pour obtenir une vision globale de son style de management.",
    "reviewed": true
  },
  {
    "id": "hr_0003",
    "term": "Analyse de l'impact disproportionné",
    "acronym": null,
    "definition": "Une analyse statistique utilisée pour déterminer si un processus de sélection, tel que l'embauche ou la promotion, a un effet discriminatoire sur un groupe légalement protégé.",
    "example": "L'entreprise a mené une analyse de l'impact disproportionné sur son nouveau test de recrutement pour s'assurer qu'il était équitable pour tous les groupes démographiques.",
    "reviewed": true
  },
  {
    "id": "hr_0004",
    "term": "Système de suivi des candidatures",
    "acronym": "ATS",
    "definition": "Un logiciel qui aide les entreprises à gérer et organiser les candidatures à un emploi et à rationaliser le processus de recrutement.",
    "example": "Notre nouveau système de suivi des candidatures analyse automatiquement les CV à la recherche de mots-clés, ce qui fait gagner des heures de travail à nos recruteurs.",
    "reviewed": true
  },
  {
    "id": "hr_0005",
    "term": "Emploi à volonté",
    "acronym": null,
    "definition": "Une relation de travail légale où un employeur peut licencier un employé pour toute raison non illégale sans préavis, et un employé peut démissionner à tout moment.",
    "example": "Dans la plupart des États américains, l'emploi à volonté donne à l'entreprise comme à l'employé la flexibilité de mettre fin à la relation de travail.",
    "reviewed": true
  },
  {
    "id": "hr_0006",
    "term": "Taux d'attrition",
    "acronym": null,
    "definition": "Le taux auquel les employés quittent une entreprise sur une période donnée, souvent exprimé en pourcentage.",
    "example": "Le taux d'attrition élevé dans le service client a incité les RH à enquêter sur les problèmes de charge de travail et de management.",
    "reviewed": true
  },
  {
    "id": "hr_0007",
    "term": "Chaîne de recherche booléenne",
    "acronym": null,
    "definition": "Une technique de recherche qui utilise des opérateurs comme ET, OU et SAUF pour combiner des mots-clés et trouver des candidats plus pertinents dans une base de données.",
    "example": "Le recruteur a utilisé une chaîne de recherche booléenne complexe sur LinkedIn pour trouver un ingénieur logiciel avec des compétences en Java mais sans expérience en management.",
    "reviewed": true
  },
  {
    "id": "hr_0008",
    "term": "Classification salariale à bandes larges",
    "acronym": null,
    "definition": "Une stratégie de rémunération qui regroupe un grand nombre de classes salariales étroites en quelques bandes salariales plus larges.",
    "example": "Notre entreprise a mis en place une classification salariale à bandes larges pour donner aux managers plus de flexibilité dans la fixation des salaires et pour soutenir l'évolution de carrière.",
    "reviewed": true
  },
  {
    "id": "hr_0009",
    "term": "Réunion de calibrage",
    "acronym": null,
    "definition": "Une réunion où les managers discutent et alignent les évaluations de performance de leurs employés pour garantir l'équité et la cohérence au sein de l'organisation.",
    "example": "Nous organisons une réunion de calibrage la semaine prochaine pour nous assurer que les notes de performance attribuées par les différents chefs de service sont cohérentes.",
    "reviewed": true
  },
  {
    "id": "hr_0010",
    "term": "Cartographie du parcours candidat",
    "acronym": null,
    "definition": "Le processus de visualisation de chaque interaction qu'un employé potentiel a avec une entreprise, de la découverte de l'entreprise à l'embauche, afin d'améliorer l'expérience.",
    "example": "Grâce à la cartographie du parcours candidat, nous avons identifié et corrigé un goulot d'étranglement majeur dans notre processus de candidature.",
    "reviewed": true
  },
  {
    "id": "hr_0011",
    "term": "Planification des carrières",
    "acronym": null,
    "definition": "Le processus de création d'un plan formel pour la croissance et l'avancement professionnels d'un employé au sein d'une organisation.",
    "example": "Une bonne planification des carrières aide les employés à se projeter dans l'entreprise, ce qui améliore considérablement nos taux de rétention.",
    "reviewed": true
  },
  {
    "id": "hr_0012",
    "term": "Conduite du changement",
    "acronym": null,
    "definition": "Une approche structurée pour s'assurer que les changements organisationnels sont mis en œuvre en douceur et que les bénéfices durables sont atteints.",
    "example": "L'équipe RH mène les efforts de conduite du changement pour notre transition vers un modèle de travail hybride.",
    "reviewed": true
  },
  {
    "id": "hr_0013",
    "term": "Ratio de comparaison salariale",
    "acronym": null,
    "definition": "Une formule (salaire de l'employé divisé par le point médian de l'échelle salariale) utilisée pour évaluer la position du salaire d'un individu par rapport au point médian de la fourchette salariale de son poste.",
    "example": "Un employé avec un ratio de comparaison salariale inférieur à 1,0 est payé moins que le point médian pour son poste, ce qui peut justifier une révision de salaire.",
    "reviewed": true
  },
  {
    "id": "hr_0014",
    "term": "Analyse comparative des rémunérations",
    "acronym": null,
    "definition": "Le processus de comparaison des salaires et des avantages sociaux de votre entreprise avec ceux offerts par les concurrents du même secteur.",
    "example": "Nous menons une analyse comparative annuelle des rémunérations pour nous assurer que nos salaires restent suffisamment compétitifs pour attirer les meilleurs talents.",
    "reviewed": true
  },
  {
    "id": "hr_0015",
    "term": "Cartographie des compétences",
    "acronym": null,
    "definition": "Le processus d'identification des aptitudes, connaissances et comportements clés requis pour qu'un individu puisse accomplir un travail spécifique avec succès.",
    "example": "Grâce à la cartographie des compétences, nous avons créé un cadre clair pour les promotions au sein de l'équipe marketing.",
    "reviewed": true
  },
  {
    "id": "hr_0016",
    "term": "Prise d'acte de la rupture",
    "acronym": null,
    "definition": "Situation où un employé démissionne en raison d'un manquement grave de l'employeur (environnement de travail hostile, modification du contrat, etc.), le forçant ainsi à partir. La justice peut ensuite requalifier cette démission en licenciement abusif.",
    "example": "Après que ses responsabilités principales lui ont été retirées sans motif, elle a notifié sa prise d'acte de la rupture de son contrat.",
    "reviewed": true
  },
  {
    "id": "hr_0017",
    "term": "Gestion de la main-d'œuvre externe",
    "acronym": null,
    "definition": "L'approche stratégique pour gérer les travailleurs non permanents d'une entreprise, tels que les freelances, les sous-traitants et le personnel temporaire.",
    "example": "Notre programme de gestion de la main-d'œuvre externe nous permet d'adapter rapidement la taille de nos équipes en fonction des besoins des projets.",
    "reviewed": true
  },
  {
    "id": "hr_0018",
    "term": "Gestion continue de la performance",
    "acronym": null,
    "definition": "Un processus continu où les managers fournissent un feedback et un coaching réguliers aux employés, plutôt que de se fier à une seule évaluation annuelle.",
    "example": "Nous sommes passés des évaluations annuelles à un système de gestion continue de la performance avec des bilans trimestriels.",
    "reviewed": true
  },
  {
    "id": "hr_0019",
    "term": "Gestion du cycle de vie de l'employé",
    "acronym": null,
    "definition": "Le processus de gestion de toutes les étapes du parcours d'un employé dans une entreprise, du recrutement à l'intégration, en passant par le développement et le départ.",
    "example": "Une gestion efficace du cycle de vie de l'employé garantit une expérience positive à chaque étape, ce qui renforce notre culture d'entreprise.",
    "reviewed": true
  },
  {
    "id": "hr_0020",
    "term": "Net Promoter Score Employé",
    "acronym": "eNPS",
    "definition": "Un indicateur utilisé pour mesurer la loyauté des employés en leur demandant quelle est la probabilité qu'ils recommandent leur entreprise comme un excellent lieu de travail.",
    "example": "Notre sondage trimestriel inclut la question du Net Promoter Score Employé (eNPS) pour évaluer rapidement le sentiment de nos employés à l'égard de l'entreprise.",
    "reviewed": true
  },
  {
    "id": "hr_0021",
    "term": "Plan d'actionnariat salarié",
    "acronym": "ESOP",
    "definition": "Un plan d'avantages sociaux qui donne aux employés une participation au capital de l'entreprise sous forme d'actions.",
    "example": "Notre plan d'actionnariat salarié est un avantage clé pour attirer et retenir les employés à long terme, qui se sentent ainsi de véritables propriétaires de l'entreprise.",
    "reviewed": true
  },
  {
    "id": "hr_0022",
    "term": "Proposition de valeur employeur",
    "acronym": "PVE",
    "definition": "L'ensemble unique d'avantages et de récompenses qu'un employé reçoit en échange de ses compétences, de ses capacités et de son expérience dans une entreprise.",
    "example": "Notre proposition de valeur employeur met en avant nos politiques de travail flexibles et nos opportunités de développement professionnel pour attirer les meilleurs candidats.",
    "reviewed": true
  },
  {
    "id": "hr_0023",
    "term": "Responsabilité fiduciaire",
    "acronym": null,
    "definition": "Une obligation légale et éthique d'agir dans le meilleur intérêt financier d'une autre partie, comme lors de la gestion du plan de retraite d'une entreprise.",
    "example": "Le directeur des RH a la responsabilité fiduciaire de gérer le plan d'épargne retraite des employés dans leur seul intérêt.",
    "reviewed": true
  },
  {
    "id": "hr_0024",
    "term": "Classement forcé",
    "acronym": null,
    "definition": "Un système de gestion de la performance où les employés sont classés les uns par rapport aux autres, et un certain pourcentage est placé dans les catégories supérieure, moyenne et inférieure.",
    "example": "L'entreprise a abandonné le classement forcé car il nuisait au moral et décourageait le travail d'équipe.",
    "reviewed": true
  },
  {
    "id": "hr_0025",
    "term": "Partage des gains",
    "acronym": null,
    "definition": "Un programme de primes qui récompense les employés pour les améliorations de la performance de l'entreprise en leur reversant une part des gains financiers qui en résultent.",
    "example": "Notre nouveau plan de partage des gains distribuera une partie des économies de coûts de l'usine aux membres de l'équipe de production.",
    "reviewed": true
  },
  {
    "id": "hr_0026",
    "term": "Procédure de réclamation",
    "acronym": null,
    "definition": "Un processus formel permettant aux employés de déposer des plaintes concernant leurs conditions de travail ou leur traitement sans crainte de représailles.",
    "example": "Si vous estimez avoir été traité injustement, vous devez suivre la procédure de réclamation officielle décrite dans le manuel de l'employé.",
    "reviewed": true
  },
  {
    "id": "hr_0027",
    "term": "Planification des effectifs",
    "acronym": null,
    "definition": "Le processus d'analyse et de prévision du nombre d'employés et des types de compétences dont une organisation a besoin pour atteindre ses objectifs.",
    "example": "La planification annuelle des effectifs garantit que notre budget de recrutement est aligné sur les objectifs de croissance stratégique de l'entreprise.",
    "reviewed": true
  },
  {
    "id": "hr_0028",
    "term": "Partenaire d'affaires RH",
    "acronym": "HRBP",
    "definition": "Un professionnel des RH qui travaille directement avec la direction d'une entreprise pour développer et exécuter une stratégie RH alignée sur les objectifs commerciaux.",
    "example": "Le partenaire d'affaires RH du service commercial a aidé à concevoir une nouvelle structure de commissions.",
    "reviewed": true
  },
  {
    "id": "hr_0029",
    "term": "Gestion du capital humain",
    "acronym": "HCM",
    "definition": "L'ensemble des pratiques de recrutement, de gestion et d'optimisation des employés pour augmenter leur valeur, faisant souvent référence aux logiciels utilisés pour ces tâches.",
    "example": "Notre nouveau système de gestion du capital humain intègre la paie, les évaluations de performance et l'administration des avantages sociaux sur une seule plateforme.",
    "reviewed": true
  },
  {
    "id": "hr_0030",
    "term": "Système d'information de gestion des ressources humaines",
    "acronym": "SIRH",
    "definition": "Un logiciel utilisé pour collecter et stocker les données des employés, telles que les informations personnelles, la paie et les avantages sociaux.",
    "example": "Veuillez mettre à jour votre adresse dans le SIRH afin que nous puissions envoyer vos documents fiscaux au bon endroit.",
    "reviewed": true
  },
  {
    "id": "hr_0031",
    "term": "Ingénierie pédagogique",
    "acronym": null,
    "definition": "Le processus systématique de conception et de développement de matériels et d'expériences d'apprentissage pour aider les gens à acquérir de nouvelles compétences.",
    "example": "Notre équipe de formation utilise les principes de l'ingénierie pédagogique pour créer des cours de sécurité en ligne engageants et efficaces.",
    "reviewed": true
  },
  {
    "id": "hr_0032",
    "term": "Modèle de Kirkpatrick",
    "acronym": null,
    "definition": "Une méthode pour évaluer l'efficacité des programmes de formation sur quatre niveaux : réaction, apprentissage, comportement et résultats.",
    "example": "Nous utilisons le modèle de Kirkpatrick pour mesurer le véritable impact commercial de notre nouveau programme de développement du leadership.",
    "reviewed": true
  },
  {
    "id": "hr_0033",
    "term": "Système de gestion de l'apprentissage",
    "acronym": "LMS",
    "definition": "Une application logicielle pour l'administration, le suivi et la diffusion de cours ou de programmes de formation.",
    "example": "Tous les nouveaux employés doivent suivre les modules de formation à la conformité sur notre système de gestion de l'apprentissage dès leur première semaine.",
    "reviewed": true
  },
  {
    "id": "hr_0034",
    "term": "Management par objectifs",
    "acronym": "MPO",
    "definition": "Un modèle de gestion qui vise à améliorer la performance en définissant des objectifs clairs convenus à la fois par la direction et les employés.",
    "example": "Avec notre approche de management par objectifs, la prime de chaque employé est liée à l'atteinte de ses objectifs spécifiques et prédéfinis.",
    "reviewed": true
  },
  {
    "id": "hr_0035",
    "term": "Conception organisationnelle",
    "acronym": null,
    "definition": "Le processus de structuration des rôles, des processus et des relations hiérarchiques d'une entreprise pour les aligner sur ses objectifs stratégiques.",
    "example": "L'entreprise a entrepris un grand projet de conception organisationnelle pour briser les silos et encourager la collaboration interfonctionnelle.",
    "reviewed": true
  },
  {
    "id": "hr_0036",
    "term": "Analyse de l'équité salariale",
    "acronym": null,
    "definition": "Une analyse des données de rémunération pour identifier et corriger les écarts de salaire entre les employés de différents genres, origines ou autres groupes protégés.",
    "example": "Notre analyse annuelle de l'équité salariale nous aide à garantir que nous rémunérons tous nos employés de manière juste pour un travail similaire.",
    "reviewed": true
  },
  {
    "id": "hr_0037",
    "term": "Analytique RH",
    "acronym": null,
    "definition": "La pratique de la collecte et de l'analyse des données RH pour améliorer les résultats de l'entreprise et prendre de meilleures décisions concernant les collaborateurs.",
    "example": "Notre équipe d'analytique RH a découvert un lien clair entre la formation des managers et la baisse du taux d'attrition des équipes.",
    "reviewed": true
  },
  {
    "id": "hr_0038",
    "term": "Plan d'amélioration des performances",
    "acronym": "PIP",
    "definition": "Un document formel qui décrit les problèmes spécifiques d'un employé sous-performant et fixe des objectifs clairs d'amélioration.",
    "example": "Après plusieurs avertissements, le manager a dû mettre en place un plan d'amélioration des performances pour l'employé afin de remédier aux délais non respectés.",
    "reviewed": true
  },
  {
    "id": "hr_0039",
    "term": "Sécurité psychologique",
    "acronym": null,
    "definition": "Une croyance partagée au sein d'une équipe selon laquelle ses membres se sentent en sécurité pour prendre des risques, comme exprimer des idées ou des préoccupations, sans crainte de conséquences négatives.",
    "example": "Le manager a favorisé la sécurité psychologique en encourageant le débat ouvert et en précisant que les erreurs étaient des opportunités d'apprentissage.",
    "reviewed": true
  },
  {
    "id": "hr_0040",
    "term": "Sondage éclair",
    "acronym": null,
    "definition": "Un sondage court et fréquent envoyé aux employés pour recueillir rapidement des commentaires sur des sujets tels que l'engagement et la satisfaction au travail.",
    "example": "Nous envoyons un sondage éclair mensuel pour suivre le moral des employés et aborder les problèmes émergents avant qu'ils ne deviennent majeurs.",
    "reviewed": true
  },
  {
    "id": "hr_0041",
    "term": "Qualité du recrutement",
    "acronym": null,
    "definition": "Un indicateur utilisé pour mesurer la valeur qu'un nouvel employé apporte à l'entreprise, souvent évaluée par la performance, la productivité et la rétention.",
    "example": "En suivant la qualité du recrutement provenant de différentes sources, nous pouvons investir davantage dans les canaux qui nous apportent les meilleurs employés.",
    "reviewed": true
  },
  {
    "id": "hr_0042",
    "term": "Aménagement raisonnable",
    "acronym": null,
    "definition": "Un ajustement apporté à un poste ou à un environnement de travail qui permet à une personne qualifiée en situation de handicap d'accomplir les fonctions essentielles du poste.",
    "example": "Fournir un clavier spécial à un employé souffrant d'une blessure au poignet est un exemple d'aménagement raisonnable.",
    "reviewed": true
  },
  {
    "id": "hr_0043",
    "term": "Externalisation du processus de recrutement",
    "acronym": "RPO",
    "definition": "Un modèle commercial où une entreprise transfère tout ou partie de ses processus de recrutement à un prestataire de services externe.",
    "example": "Pour développer rapidement notre équipe de vente, nous avons fait appel à une société d'externalisation du processus de recrutement (RPO) pour gérer l'ensemble du processus d'embauche, de la recherche de candidats à l'intégration.",
    "reviewed": true
  },
  {
    "id": "hr_0044",
    "term": "Compression salariale",
    "acronym": null,
    "definition": "Un problème de rémunération qui survient lorsqu'il y a peu de différence de salaire entre les nouvelles recrues et les employés plus expérimentés au même poste.",
    "example": "La compression salariale est devenue un problème, car nos nouvelles recrues exigent des salaires de départ proches de ce que nous payons le personnel senior.",
    "reviewed": true
  },
  {
    "id": "hr_0045",
    "term": "Entretien de fidélisation",
    "acronym": null,
    "definition": "Une conversation structurée entre un manager et un employé performant pour comprendre ce qui le pousse à rester dans l'entreprise.",
    "example": "Au lieu de ne mener que des entretiens de départ, nous avons commencé à faire des entretiens de fidélisation pour aborder les problèmes de manière proactive et améliorer la rétention.",
    "reviewed": true
  },
  {
    "id": "hr_0046",
    "term": "Planification de la succession",
    "acronym": null,
    "definition": "Le processus d'identification et de développement des talents internes pour pourvoir les postes de direction critiques au sein de l'entreprise à l'avenir.",
    "example": "Notre planification de la succession a permis d'identifier trois candidats potentiels pour reprendre le poste de directeur financier lorsqu'elle prendra sa retraite l'année prochaine.",
    "reviewed": true
  },
  {
    "id": "hr_0047",
    "term": "Délai de recrutement",
    "acronym": null,
    "definition": "Un indicateur de recrutement qui mesure le nombre de jours entre l'approbation d'une demande de poste et l'acceptation de l'offre par un candidat.",
    "example": "Notre délai de recrutement moyen pour les postes d'ingénieur est de 62 jours, un indicateur que nous essayons activement de réduire.",
    "reviewed": true
  },
  {
    "id": "hr_0048",
    "term": "Stratégie de rémunération globale",
    "acronym": null,
    "definition": "Une approche complète de la rémunération qui inclut le salaire, les avantages sociaux et des éléments non monétaires comme le développement professionnel et l'équilibre entre vie professionnelle et vie personnelle.",
    "example": "Notre stratégie de rémunération globale est conçue pour attirer, motiver et retenir les employés en regardant au-delà du simple salaire de base.",
    "reviewed": true
  },
  {
    "id": "hr_0049",
    "term": "Montée en compétences et reconversion",
    "acronym": null,
    "definition": "Le processus d'enseignement de nouvelles compétences avancées aux employés (montée en compétences) ou de les former pour un poste différent au sein de l'entreprise (reconversion).",
    "example": "Notre entreprise a lancé une initiative majeure de montée en compétences et de reconversion pour préparer nos effectifs à l'impact de l'IA.",
    "reviewed": true
  },
  {
    "id": "hr_0050",
    "term": "Planification des effectifs",
    "acronym": null,
    "definition": "Le processus stratégique d'analyse des effectifs actuels et de détermination des futurs talents requis pour atteindre les objectifs de l'organisation.",
    "example": "Une planification efficace des effectifs nous aide à anticiper les futurs déficits de compétences et à constituer un vivier de candidats qualifiés.",
    "reviewed": true
  },
  {
    "id": "hr_0051",
    "term": "Système de suivi des candidatures",
    "acronym": "ATS",
    "definition": "Logiciel qui gère le processus de recrutement et d'embauche en collectant et en triant des milliers de CV.",
    "example": "Notre nouveau système de suivi des candidatures (ATS) nous aide à filtrer les candidats plus efficacement en analysant les CV à la recherche de mots-clés pertinents.",
    "reviewed": true
  },
  {
    "id": "hr_0052",
    "term": "Indice de recommandation net des employés",
    "acronym": "eNPS",
    "definition": "Un indicateur utilisé pour mesurer la fidélité et l'engagement des employés en leur demandant s'ils seraient susceptibles de recommander leur entreprise comme lieu de travail.",
    "example": "Après la mise en place du nouveau programme de bien-être, notre enquête trimestrielle sur l'indice de recommandation net des employés (eNPS) a montré une augmentation significative de la satisfaction des salariés.",
    "reviewed": true
  },
  {
    "id": "hr_0053",
    "term": "Plan d'actionnariat salarié",
    "acronym": "ESOP",
    "definition": "Un type de plan d'avantages sociaux qui donne aux employés une participation au capital de l'entreprise.",
    "example": "Le plan d'actionnariat salarié de l'entreprise nous motive à travailler plus dur car nous bénéficions tous directement de sa réussite financière.",
    "reviewed": true
  },
  {
    "id": "hr_0054",
    "term": "Proposition de valeur employeur",
    "acronym": "EVP",
    "definition": "L'ensemble unique d'avantages qu'un employé reçoit en échange des compétences, des capacités et de l'expérience qu'il apporte à une entreprise.",
    "example": "Notre solide proposition de valeur employeur (EVP), qui met en avant l'équilibre entre vie professionnelle et vie privée et l'évolution de carrière, nous aide à attirer et à retenir les meilleurs talents.",
    "reviewed": true
  },
  {
    "id": "hr_0055",
    "term": "Partenaire d'affaires RH",
    "acronym": "HRBP",
    "definition": "Un professionnel senior des RH qui travaille directement avec la direction d'une unité commerciale pour aligner la stratégie RH sur les objectifs de l'entreprise.",
    "example": "Le partenaire d'affaires RH (HRBP) du département d'ingénierie aide les managers à élaborer un nouveau plan de développement des compétences.",
    "reviewed": true
  },
  {
    "id": "hr_0056",
    "term": "Gestion du capital humain",
    "acronym": "HCM",
    "definition": "Un ensemble complet de pratiques pour recruter, gérer, développer et optimiser les employés afin d'accroître leur valeur pour l'organisation.",
    "example": "Notre nouveau logiciel de gestion du capital humain (HCM) intègre tout, de la paie aux évaluations de performance, en une seule plateforme.",
    "reviewed": true
  },
  {
    "id": "hr_0057",
    "term": "Système d'information des ressources humaines",
    "acronym": "SIRH",
    "definition": "Logiciel utilisé pour gérer et traiter les informations détaillées sur les employés ainsi que les politiques et procédures liées aux RH.",
    "example": "Veuillez mettre à jour vos coordonnées personnelles sur le portail de notre système d'information des ressources humaines (SIRH) avant la fin du mois.",
    "reviewed": true
  },
  {
    "id": "hr_0058",
    "term": "Système de gestion de l'apprentissage",
    "acronym": "LMS",
    "definition": "Une application logicielle pour l'administration, la documentation, le suivi et la diffusion de cours ou de programmes de formation.",
    "example": "Tous les employés doivent terminer le module de formation obligatoire sur la cybersécurité via notre système de gestion de l'apprentissage (LMS) d'ici vendredi.",
    "reviewed": true
  },
  {
    "id": "hr_0059",
    "term": "Management par objectifs",
    "acronym": "MBO",
    "definition": "Un modèle de gestion qui vise à améliorer la performance organisationnelle en définissant des objectifs clairs, convenus entre la direction et les employés.",
    "example": "Avec notre approche de management par objectifs (MPO), le succès de chaque équipe est mesuré par sa capacité à atteindre ses objectifs trimestriels.",
    "reviewed": true
  },
  {
    "id": "hr_0060",
    "term": "Plan d'amélioration de la performance",
    "acronym": "PIP",
    "definition": "Un document formel décrivant les lacunes de performance d'un employé et les étapes claires requises pour s'améliorer.",
    "example": "Si ses chiffres de vente ne s'améliorent pas d'ici le mois prochain, nous devrons malheureusement le mettre sous un plan d'amélioration de la performance (PIP).",
    "reviewed": true
  },
  {
    "id": "hr_0061",
    "term": "Externalisation du processus de recrutement",
    "acronym": "RPO",
    "definition": "Le fait pour une entreprise de transférer tout ou partie de ses processus de recrutement permanent à un prestataire externe.",
    "example": "Pour agrandir rapidement notre équipe commerciale, nous avons mandaté un cabinet spécialisé en externalisation du processus de recrutement pour gérer l'intégralité du processus d'embauche.",
    "reviewed": true
  },
  {
    "id": "hr_0062",
    "term": "Système de suivi des candidatures",
    "acronym": "ATS",
    "definition": "Une application logicielle qui gère le processus de recrutement et d'embauche en triant et en suivant les candidats.",
    "example": "Notre nouveau système de suivi des candidatures (ATS) nous aide à filtrer des milliers de CV pour trouver les candidats les plus qualifiés pour le poste.",
    "reviewed": true
  },
  {
    "id": "hr_0063",
    "term": "Score Net Promoter Employé",
    "acronym": "eNPS",
    "definition": "Un indicateur utilisé pour mesurer la loyauté et l'engagement des employés, basé sur la probabilité qu'ils recommandent leur entreprise comme lieu de travail.",
    "example": "Les résultats trimestriels du Score Net Promoter Employé (eNPS) ont montré une augmentation de 15 points, indiquant un changement positif dans la culture d'entreprise.",
    "reviewed": true
  },
  {
    "id": "hr_0064",
    "term": "Plan d'actionnariat salarié",
    "acronym": "ESOP",
    "definition": "Un type de plan d'avantages sociaux qui donne aux employés une participation au capital de l'entreprise sous forme d'actions.",
    "example": "Dans le cadre de notre stratégie de rétention à long terme, nous mettons en place un plan d'actionnariat salarié pour tous les employés à temps plein.",
    "reviewed": true
  },
  {
    "id": "hr_0065",
    "term": "Proposition de valeur employeur",
    "acronym": "EVP",
    "definition": "L'ensemble unique d'avantages et de récompenses qu'un employé reçoit en échange de ses compétences, de ses capacités et de son expérience.",
    "example": "Notre proposition de valeur employeur met l'accent sur l'équilibre vie professionnelle-vie personnelle et le développement professionnel, ce qui nous aide à attirer les meilleurs talents.",
    "reviewed": true
  },
  {
    "id": "hr_0066",
    "term": "Partenaire d'affaires en ressources humaines",
    "acronym": "HRBP",
    "definition": "Un professionnel des RH qui travaille directement avec la direction d'une organisation pour développer et piloter une stratégie RH qui soutient les objectifs de l'entreprise.",
    "example": "Le partenaire d'affaires en ressources humaines (HRBP) du département d'ingénierie aide à restructurer l'équipe pour une meilleure efficacité.",
    "reviewed": true
  },
  {
    "id": "hr_0067",
    "term": "Gestion du capital humain",
    "acronym": "HCM",
    "definition": "L'ensemble complet des pratiques de recrutement, de gestion, de développement et d'optimisation des employés d'une organisation pour atteindre les objectifs de l'entreprise.",
    "example": "Une gestion efficace du capital humain est cruciale pour intégrer nos nouvelles acquisitions et aligner leurs talents sur nos objectifs.",
    "reviewed": true
  },
  {
    "id": "hr_0068",
    "term": "Système d'information de gestion des ressources humaines",
    "acronym": "SIRH",
    "definition": "Une solution logicielle qui maintient, gère et traite les informations détaillées sur les employés ainsi que les politiques et procédures liées aux RH.",
    "example": "Veuillez mettre à jour vos coordonnées sur le portail de notre système d'information de gestion des ressources humaines (SIRH) avant la fin de la semaine.",
    "reviewed": true
  },
  {
    "id": "hr_0069",
    "term": "Système de gestion de l'apprentissage",
    "acronym": "LMS",
    "definition": "Une application logicielle pour l'administration, la documentation, le suivi, le reporting et la diffusion de cours ou de programmes de formation.",
    "example": "Toutes les nouvelles recrues doivent suivre la formation obligatoire sur la conformité sur notre système de gestion de l'apprentissage.",
    "reviewed": true
  },
  {
    "id": "hr_0070",
    "term": "Management par objectifs",
    "acronym": "MPO",
    "definition": "Un modèle de gestion stratégique qui vise à améliorer la performance organisationnelle en définissant clairement des objectifs convenus à la fois par la direction et les employés.",
    "example": "Notre entreprise utilise une approche de management par objectifs pour s'assurer que les buts personnels de chacun s'alignent sur les objectifs commerciaux trimestriels.",
    "reviewed": true
  },
  {
    "id": "hr_0071",
    "term": "Plan d'amélioration de la performance",
    "acronym": "PIP",
    "definition": "Un document formel qui décrit des problèmes de performance spécifiques et fixe des objectifs clairs et mesurables qu'un employé doit atteindre dans un délai défini.",
    "example": "Après plusieurs échéances manquées, le manager a mis l'employé sous un plan d'amélioration de la performance.",
    "reviewed": true
  },
  {
    "id": "hr_0072",
    "term": "Externalisation du processus de recrutement",
    "acronym": "RPO",
    "definition": "Une forme d'externalisation des processus métier où un employeur transfère tout ou partie de ses processus de recrutement à un prestataire de services externe.",
    "example": "Pour développer rapidement notre équipe de vente, nous avons engagé une société spécialisée dans l'externalisation du processus de recrutement (RPO) pour gérer l'ensemble du cycle d'embauche.",
    "reviewed": true
  },
  {
    "id": "hr_0073",
    "term": "Taux d'absentéisme",
    "acronym": null,
    "definition": "Le pourcentage d'absences non planifiées ou injustifiées des employés au travail pendant une période spécifique.",
    "example": "Un taux d'absentéisme élevé dans le centre d'appels impacte négativement la qualité du service client.",
    "reviewed": true
  },
  {
    "id": "hr_0074",
    "term": "Programme d'alliés",
    "acronym": null,
    "definition": "Une initiative d'entreprise structurée conçue pour encourager les employés à soutenir et à défendre les collègues des groupes sous-représentés.",
    "example": "Notre nouveau programme d'alliés offre une formation sur la manière d'être un défenseur efficace de la diversité et de l'inclusion sur le lieu de travail.",
    "reviewed": true
  },
  {
    "id": "hr_0075",
    "term": "Mode alternatif de règlement des litiges",
    "acronym": "MARL",
    "definition": "L'utilisation de méthodes telles que la médiation et l'arbitrage pour résoudre les désaccords sans avoir à passer par les tribunaux.",
    "example": "L'entreprise préfère le mode alternatif de règlement des litiges pour traiter les griefs des employés car il est plus rapide et moins coûteux qu'une procédure judiciaire.",
    "reviewed": true
  },
  {
    "id": "hr_0076",
    "term": "Communication asynchrone",
    "acronym": null,
    "definition": "Une communication qui ne se déroule pas en temps réel, comme les e-mails ou les commentaires de gestion de projet, permettant aux gens de répondre à leur convenance.",
    "example": "Notre équipe à distance s'appuie fortement sur la communication asynchrone pour s'adapter aux différents fuseaux horaires.",
    "reviewed": true
  },
  {
    "id": "hr_0077",
    "term": "Entretien comportemental",
    "acronym": null,
    "definition": "Une technique d'entretien où l'on demande aux candidats de décrire des expériences passées pour démontrer des compétences spécifiques.",
    "example": "Lors de l'entretien comportemental, j'ai demandé au candidat de me parler d'une fois où il a géré un client difficile.",
    "reviewed": true
  },
  {
    "id": "hr_0078",
    "term": "Indice d'appartenance",
    "acronym": null,
    "definition": "Un indicateur utilisé pour mesurer à quel point les employés se sentent acceptés, inclus et valorisés au sein d'une organisation.",
    "example": "Les résultats de notre enquête annuelle ont montré une amélioration de 5 % de l'indice d'appartenance, en particulier chez les nouvelles recrues.",
    "reviewed": true
  },
  {
    "id": "hr_0079",
    "term": "Gestion des avantages sociaux",
    "acronym": null,
    "definition": "Le processus de création, de gestion et de mise à jour du programme d'avantages sociaux d'une organisation, tels que l'assurance maladie et les plans de retraite.",
    "example": "La gestion des avantages sociaux devient beaucoup plus complexe pendant la période annuelle d'adhésion.",
    "reviewed": true
  },
  {
    "id": "hr_0080",
    "term": "Approche d'apprentissage mixte",
    "acronym": null,
    "definition": "Une stratégie pédagogique qui combine l'enseignement traditionnel en présentiel avec un apprentissage en ligne basé sur les médias numériques.",
    "example": "Notre nouveau cours de leadership utilise une approche d'apprentissage mixte, avec des ateliers en présentiel et des modules en ligne.",
    "reviewed": true
  },
  {
    "id": "hr_0081",
    "term": "Expérience candidat",
    "acronym": null,
    "definition": "La perception globale qu'a un candidat du processus de recrutement d'une entreprise.",
    "example": "Fournir un retour rapide à tous les candidats, même à ceux qui ne sont pas retenus, est la clé d'une expérience candidat positive.",
    "reviewed": true
  },
  {
    "id": "hr_0082",
    "term": "Profil du candidat idéal",
    "acronym": null,
    "definition": "Une représentation semi-fictive d'un candidat idéal, basée sur des données et des recherches, utilisée pour adapter les stratégies de recrutement.",
    "example": "Nous avons créé le profil du candidat idéal pour le poste de Développeur Senior afin de mieux cibler nos offres d'emploi sur les réseaux sociaux.",
    "reviewed": true
  },
  {
    "id": "hr_0083",
    "term": "Gestion de la relation candidats",
    "acronym": "CRM",
    "definition": "Une méthode pour gérer et améliorer les relations avec les candidats potentiels afin de constituer un vivier de talents.",
    "example": "Notre logiciel de gestion de la relation candidats nous permet de rester en contact avec les postulants prometteurs pour de futures opportunités.",
    "reviewed": true
  },
  {
    "id": "hr_0084",
    "term": "Parcours de carrière non linéaire",
    "acronym": null,
    "definition": "Un modèle de développement de carrière qui permet une mobilité verticale, horizontale et diagonale au sein d'une organisation, plutôt qu'un simple parcours ascendant linéaire.",
    "example": "La structure de parcours de carrière non linéaire de l'entreprise lui a permis de passer du marketing à un rôle de gestion de projet.",
    "reviewed": true
  },
  {
    "id": "hr_0085",
    "term": "Centre d'excellence",
    "acronym": "CoE",
    "definition": "Une équipe ou une structure spécialisée au sein d'une organisation qui fournit un leadership, des meilleures pratiques et un soutien pour un domaine d'expertise spécifique, comme l'analyse de données ou la formation et le développement.",
    "example": "Notre centre d'excellence en Formation et Développement conçoit des programmes de formation pour l'ensemble de nos effectifs mondiaux.",
    "reviewed": true
  },
  {
    "id": "hr_0086",
    "term": "Convention collective de travail",
    "acronym": null,
    "definition": "Un contrat écrit et légal entre un employeur et un syndicat représentant les employés, couvrant les salaires, les heures de travail et d'autres conditions d'emploi.",
    "example": "La nouvelle convention collective de travail inclut une augmentation de salaire annuelle de 3 % pour tous les membres du syndicat.",
    "reviewed": true
  },
  {
    "id": "hr_0087",
    "term": "Référentiel de compétences",
    "acronym": null,
    "definition": "Un modèle qui définit de manière générale la combinaison de compétences, de connaissances et de comportements requis pour réussir dans un rôle ou une organisation spécifique.",
    "example": "Nos évaluations de performance sont basées sur un référentiel de compétences qui inclut la communication, le travail d'équipe et la résolution de problèmes.",
    "reviewed": true
  },
  {
    "id": "hr_0088",
    "term": "Rémunération différée",
    "acronym": null,
    "definition": "Une partie de la rémunération d'un employé qui est versée à une date ultérieure, souvent utilisée dans les dispositifs de rémunération des dirigeants comme outil de rétention.",
    "example": "Le plan de rémunération différée du PDG sera acquis après cinq ans de service continu.",
    "reviewed": true
  },
  {
    "id": "hr_0089",
    "term": "Régime de retraite à prestations déterminées",
    "acronym": null,
    "definition": "Un type de régime de retraite dans lequel un employeur promet une prestation mensuelle spécifique à la retraite, prédéterminée par une formule.",
    "example": "Contrairement à un régime à cotisations déterminées, un régime de retraite à prestations déterminées garantit un revenu de retraite spécifique, indépendamment de la performance du marché.",
    "reviewed": true
  },
  {
    "id": "hr_0090",
    "term": "Régime de retraite à cotisations déterminées",
    "acronym": null,
    "definition": "Un régime de retraite dans lequel un employé et/ou un employeur verse de l'argent sur un compte individuel, sans versement garanti.",
    "example": "La plupart des entreprises proposent aujourd'hui un régime de retraite à cotisations déterminées où elles abondent un pourcentage de l'investissement de l'employé.",
    "reviewed": true
  },
  {
    "id": "hr_0091",
    "term": "Mesure disciplinaire",
    "acronym": null,
    "definition": "Un processus visant à traiter et corriger les problèmes de performance ou de comportement d'un employé, qui peut aller d'un avertissement verbal au licenciement.",
    "example": "La violation répétée du code de conduite de l'entreprise entraînera une mesure disciplinaire formelle.",
    "reviewed": true
  },
  {
    "id": "hr_0092",
    "term": "Conseil de la diversité et de l'inclusion",
    "acronym": null,
    "definition": "Un comité d'employés chargé de guider, de superviser et de promouvoir les initiatives de diversité et d'inclusion d'une organisation.",
    "example": "Le conseil de la diversité et de l'inclusion lance un nouveau programme de mentorat pour soutenir les employés sous-représentés.",
    "reviewed": true
  },
  {
    "id": "hr_0093",
    "term": "Programme d'aide aux employés",
    "acronym": "PAE",
    "definition": "Un avantage confidentiel, financé par l'employeur, qui offre aux employés un soutien et des ressources pour des problèmes personnels ou professionnels.",
    "example": "Si vous êtes en situation de stress, je vous encourage à contacter notre programme d'aide aux employés pour des services de conseil gratuits.",
    "reviewed": true
  },
  {
    "id": "hr_0094",
    "term": "Confidentialité des données des employés",
    "acronym": null,
    "definition": "Les politiques et procédures régissant la manière dont une organisation collecte, utilise, stocke et protège les informations personnelles de ses employés.",
    "example": "Avec les nouvelles réglementations comme le RGPD, la confidentialité des données des employés est devenue une priorité absolue pour notre département RH.",
    "reviewed": true
  },
  {
    "id": "hr_0095",
    "term": "Enquête sur l'engagement des employés",
    "acronym": null,
    "definition": "Un outil utilisé pour mesurer le niveau d'engagement, de motivation et de satisfaction des employés envers leur travail et l'organisation.",
    "example": "Les résultats de l'enquête annuelle sur l'engagement des employés nous aideront à identifier les domaines à améliorer dans notre culture d'entreprise.",
    "reviewed": true
  },
  {
    "id": "hr_0096",
    "term": "Manuel de l'employé",
    "acronym": null,
    "definition": "Un document qui communique la mission, les politiques et les procédures d'une entreprise à ses employés.",
    "example": "Veuillez consulter la nouvelle politique de télétravail détaillée dans le manuel de l'employé mis à jour.",
    "reviewed": true
  },
  {
    "id": "hr_0097",
    "term": "Programme de cooptation",
    "acronym": null,
    "definition": "Une stratégie de recrutement où les employés actuels sont encouragés et récompensés pour avoir recommandé des candidats qualifiés pour des postes vacants.",
    "example": "Nous avons recruté notre meilleur ingénieur grâce au programme de cooptation, nous augmentons donc la prime pour les embauches réussies.",
    "reviewed": true
  },
  {
    "id": "hr_0098",
    "term": "Groupe de ressources pour les employés",
    "acronym": "ERG",
    "definition": "Des groupes volontaires, dirigés par des employés, qui favorisent un lieu de travail diversifié et inclusif, en accord avec la mission, les valeurs et les objectifs de l'organisation.",
    "example": "Le groupe de ressources pour les employés 'Femmes dans la Tech' organise un événement de réseautage le mois prochain.",
    "reviewed": true
  },
  {
    "id": "hr_0099",
    "term": "Portail libre-service employé",
    "acronym": "ESS",
    "definition": "Un outil en ligne qui permet aux employés d'accéder à leurs informations RH et de les gérer eux-mêmes, comme la paie, les avantages sociaux et les données personnelles.",
    "example": "Vous pouvez télécharger vos fiches de paie et mettre à jour votre adresse directement via le portail libre-service employé.",
    "reviewed": true
  },
  {
    "id": "hr_0100",
    "term": "Marque employeur",
    "acronym": null,
    "definition": "Le processus de gestion et d'influence de la réputation d'une entreprise en tant qu'employeur auprès des chercheurs d'emploi, des employés et des parties prenantes.",
    "example": "Une marque employeur forte sur des plateformes comme LinkedIn nous aide à attirer des candidats passifs qui ne recherchent pas activement un emploi.",
    "reviewed": true
  },
  {
    "id": "hr_0101",
    "term": "Égalité des chances en matière d'emploi",
    "acronym": null,
    "definition": "Le principe selon lequel tous les individus doivent avoir une chance égale d'emploi et d'avancement, sans distinction de race, de couleur, de religion, de sexe, d'âge ou d'origine nationale.",
    "example": "Nos pratiques d'embauche sont strictement régies par les lois sur l'égalité des chances en matière d'emploi pour garantir l'équité.",
    "reviewed": true
  },
  {
    "id": "hr_0102",
    "term": "Audit d'équité",
    "acronym": null,
    "definition": "Un examen systématique des politiques, pratiques et données d'une organisation pour identifier et corriger les disparités potentielles en matière de rémunération, de promotions et d'opportunités entre différents groupes d'employés.",
    "example": "L'entreprise mène un audit d'équité pour s'assurer qu'il n'y a pas d'écarts de rémunération fondés sur le sexe.",
    "reviewed": true
  },
  {
    "id": "hr_0103",
    "term": "Rémunération des dirigeants",
    "acronym": null,
    "definition": "L'ensemble des paiements financiers et des avantages non financiers destiné aux hauts dirigeants d'entreprise, incluant souvent le salaire, les primes et les incitations à long terme.",
    "example": "Le conseil d'administration doit approuver le plan de rémunération des dirigeants pour le nouveau PDG.",
    "reviewed": true
  },
  {
    "id": "hr_0104",
    "term": "Chasse de têtes",
    "acronym": null,
    "definition": "Un service de recrutement spécialisé utilisé pour trouver des candidats pour des postes de direction, de cadres supérieurs ou d'autres postes hautement spécialisés.",
    "example": "Nous avons engagé un cabinet de chasse de têtes pour nous aider à trouver un nouveau directeur financier.",
    "reviewed": true
  },
  {
    "id": "hr_0105",
    "term": "Analyse des entretiens de départ",
    "acronym": null,
    "definition": "Le processus de collecte, d'examen et d'interprétation systématiques des retours des employés quittant l'entreprise afin d'identifier les tendances et d'améliorer la rétention du personnel.",
    "example": "Notre analyse des entretiens de départ a révélé que le manque de perspectives de carrière était la principale raison du roulement du personnel.",
    "reviewed": true
  },
  {
    "id": "hr_0106",
    "term": "Classification cadre ou non-cadre",
    "acronym": null,
    "definition": "La classification légale des employés qui détermine leur statut et leur éligibilité au paiement des heures supplémentaires en vertu du droit du travail.",
    "example": "Il est crucial de déterminer correctement la classification cadre ou non-cadre pour chaque poste afin d'éviter les sanctions légales.",
    "reviewed": true
  },
  {
    "id": "hr_0107",
    "term": "Apprentissage par l'expérience",
    "acronym": null,
    "definition": "Le processus d'apprentissage par l'action et la réflexion sur l'expérience, impliquant souvent des ateliers pratiques, des simulations ou une formation en situation de travail.",
    "example": "Notre programme de formation au management se concentre sur l'apprentissage par l'expérience, en utilisant des jeux de rôle pour s'exercer aux conversations difficiles.",
    "reviewed": true
  },
  {
    "id": "hr_0108",
    "term": "Congé familial et médical",
    "acronym": "FMLA",
    "definition": "Une loi fédérale américaine qui oblige les employeurs concernés à accorder à leurs employés un congé non rémunéré, avec protection de l'emploi, pour des raisons médicales ou familiales spécifiques.",
    "example": "Elle prend un congé familial et médical de 12 semaines pour s'occuper de son nouveau-né.",
    "reviewed": true
  },
  {
    "id": "hr_0109",
    "term": "Compte de dépenses flexible",
    "acronym": "FSA",
    "definition": "Un compte d'avantages sociaux alimenté par des prélèvements sur le salaire avant impôt, qui permet aux employés de payer des frais de santé ou de garde d'enfants éligibles.",
    "example": "Je cotise à mon compte de dépenses flexible pour économiser sur les frais de garde de mes enfants.",
    "reviewed": true
  },
  {
    "id": "hr_0110",
    "term": "Travailleurs de la gig economy",
    "acronym": null,
    "definition": "L'ensemble des travailleurs indépendants et contractuels qui effectuent des missions ou des contrats à court terme, par opposition aux employés occupant un poste permanent.",
    "example": "Gérer les travailleurs de la gig economy nécessite des stratégies RH différentes pour l'intégration, la rémunération et l'engagement.",
    "reviewed": true
  },
  {
    "id": "hr_0111",
    "term": "Compte d'épargne santé",
    "acronym": "HSA",
    "definition": "Un compte d'épargne à avantages fiscaux qui peut être utilisé pour les dépenses de santé, disponible pour les personnes inscrites à un régime d'assurance maladie à franchise élevée.",
    "example": "J'utilise mon compte d'épargne santé pour payer mes factures médicales, et les fonds non utilisés sont reportés à l'année suivante.",
    "reviewed": true
  },
  {
    "id": "hr_0112",
    "term": "Environnement de travail hostile",
    "acronym": null,
    "definition": "Un lieu de travail rendu intimidant ou offensant par un comportement non désiré fondé sur des caractéristiques protégées, qui nuit à la performance professionnelle d'un employé.",
    "example": "L'enquête a conclu que les plaisanteries constantes du manager sur l'âge et l'origine ethnique créaient un environnement de travail hostile pour plusieurs employés.",
    "reviewed": true
  },
  {
    "id": "hr_0113",
    "term": "Modèle de prestation de services RH",
    "acronym": null,
    "definition": "Le cadre qui définit la manière dont le département des ressources humaines d'une entreprise fournit un soutien et des services à ses employés.",
    "example": "Notre nouveau modèle de prestation de services RH inclut un portail en libre-service pour les questions de base et des partenaires d'affaires RH dédiés pour les conseils stratégiques.",
    "reviewed": true
  },
  {
    "id": "hr_0114",
    "term": "Stack technologique RH",
    "acronym": null,
    "definition": "L'ensemble des logiciels et outils intégrés utilisés par un département RH pour gérer ses processus et ses données.",
    "example": "Notre stack technologique RH comprend un système de suivi des candidatures, une plateforme de paie et un outil d'enquête sur l'engagement des employés.",
    "reviewed": true
  },
  {
    "id": "hr_0115",
    "term": "Retour sur investissement du capital humain",
    "acronym": null,
    "definition": "Un indicateur financier qui mesure le profit généré par une entreprise pour chaque dollar investi dans la rémunération et les avantages sociaux des employés.",
    "example": "Nous avons calculé notre retour sur investissement du capital humain pour démontrer la valeur financière de nos nouveaux programmes de formation à l'équipe de direction.",
    "reviewed": true
  },
  {
    "id": "hr_0116",
    "term": "Stratégie de capital humain",
    "acronym": null,
    "definition": "Un plan à long terme qui aligne les pratiques de gestion du personnel d'une organisation sur ses objectifs commerciaux globaux.",
    "example": "Notre nouvelle stratégie de capital humain se concentre sur le développement interne des compétences en leadership pour soutenir notre expansion mondiale.",
    "reviewed": true
  },
  {
    "id": "hr_0117",
    "term": "Modèle de travail hybride",
    "acronym": null,
    "definition": "Un mode d'organisation du travail flexible où les employés passent une partie de leur temps à travailler au bureau et une autre partie à distance.",
    "example": "Notre entreprise a adopté un modèle de travail hybride, exigeant que les employés soient au bureau les mardis et jeudis.",
    "reviewed": true
  },
  {
    "id": "hr_0118",
    "term": "Leadership inclusif",
    "acronym": null,
    "definition": "Un style de leadership qui garantit que tous les membres de l'équipe se sentent traités avec respect, valorisés et ont un sentiment d'appartenance.",
    "example": "La session de formation sur le leadership inclusif a appris aux managers comment rechercher activement et prendre en compte de diverses perspectives lors des réunions d'équipe.",
    "reviewed": true
  },
  {
    "id": "hr_0119",
    "term": "Plan de développement individuel",
    "acronym": "PDI",
    "definition": "Un plan d'action personnalisé conçu pour aider un employé à améliorer ses compétences et à faire progresser sa carrière.",
    "example": "Lors de mon évaluation de performance, mon manager et moi avons créé un plan de développement individuel pour m'aider à être promu à un poste senior.",
    "reviewed": true
  },
  {
    "id": "hr_0120",
    "term": "Mobilité interne",
    "acronym": null,
    "definition": "Le mouvement des employés vers de nouveaux postes, projets ou opportunités au sein de la même organisation.",
    "example": "L'entreprise encourage la mobilité interne en publiant d'abord toutes les nouvelles offres d'emploi sur le portail de carrière interne.",
    "reviewed": true
  },
  {
    "id": "hr_0121",
    "term": "Architecture des emplois",
    "acronym": null,
    "definition": "Le cadre qui standardise et organise tous les emplois au sein d'une entreprise en fonction du niveau, de la fonction et du parcours de carrière.",
    "example": "La mise en place d'une architecture des emplois claire a aidé les employés à visualiser comment ils pouvaient progresser dans leur carrière au sein de notre entreprise.",
    "reviewed": true
  },
  {
    "id": "hr_0122",
    "term": "Audit des descriptions de poste",
    "acronym": null,
    "definition": "Un examen systématique des descriptions de poste pour s'assurer qu'elles sont exactes, à jour, conformes et exemptes de biais.",
    "example": "Le département RH mène un audit des descriptions de poste en prévision de notre prochaine analyse sur l'équité salariale.",
    "reviewed": true
  },
  {
    "id": "hr_0123",
    "term": "Évaluation des postes",
    "acronym": null,
    "definition": "Le processus de détermination systématique de la valeur relative d'un poste au sein d'une organisation afin de créer une structure de rémunération équitable.",
    "example": "Nous avons utilisé une méthode d'évaluation des postes pour comparer les responsabilités d'un ingénieur logiciel avec celles d'un chef de produit.",
    "reviewed": true
  },
  {
    "id": "hr_0124",
    "term": "Gestion des demandes d'ouverture de poste",
    "acronym": null,
    "definition": "Le processus de création, d'approbation et de suivi des demandes pour pourvoir un poste nouveau ou vacant au sein d'une entreprise.",
    "example": "Notre nouveau système de suivi des candidatures a rationalisé la gestion des demandes d'ouverture de poste, facilitant grandement l'approbation de nouvelles embauches.",
    "reviewed": true
  },
  {
    "id": "hr_0125",
    "term": "Système de gestion des connaissances",
    "acronym": "KMS",
    "definition": "Une plateforme technologique centralisée utilisée pour stocker, partager et gérer les connaissances et les informations d'une organisation.",
    "example": "Avant de commencer le projet, j'ai cherché dans le système de gestion des connaissances de l'entreprise les meilleures pratiques issues d'initiatives similaires.",
    "reviewed": true
  },
  {
    "id": "hr_0126",
    "term": "Plan de transfert des connaissances",
    "acronym": null,
    "definition": "Une stratégie documentée pour transmettre les connaissances cruciales d'une personne ou d'une équipe à une autre, souvent utilisée lors du départ à la retraite d'employés ou de la passation de projets.",
    "example": "Nous avons créé un plan de transfert des connaissances détaillé pour assurer une transition en douceur lorsque notre ingénieur principal partira à la retraite le mois prochain.",
    "reviewed": true
  },
  {
    "id": "hr_0127",
    "term": "Programme de développement du leadership",
    "acronym": null,
    "definition": "Un programme structuré conçu pour cultiver et renforcer les compétences des leaders actuels et futurs au sein d'une organisation.",
    "example": "Les employés à haut potentiel ont été invités à rejoindre le programme annuel de développement du leadership de l'entreprise.",
    "reviewed": true
  },
  {
    "id": "hr_0128",
    "term": "Agilité d'apprentissage",
    "acronym": null,
    "definition": "La capacité et la volonté d'apprendre de l'expérience, puis d'appliquer cet apprentissage pour réussir dans de nouvelles situations.",
    "example": "Le recruteur cherchait des candidats dotés d'une grande agilité d'apprentissage, car le poste exigeait une adaptation rapide aux nouvelles technologies.",
    "reviewed": true
  },
  {
    "id": "hr_0129",
    "term": "Stratégie de formation et de développement",
    "acronym": "L&D",
    "definition": "Un plan complet qui définit comment une organisation améliorera les compétences et les connaissances de ses employés pour atteindre les objectifs de l'entreprise.",
    "example": "Notre nouvelle stratégie de formation et de développement inclut un mélange de cours en ligne, de mentorat et d'opportunités de formation sur le terrain.",
    "reviewed": true
  },
  {
    "id": "hr_0130",
    "term": "Plan d'intéressement à long terme",
    "acronym": "LTIP",
    "definition": "Un plan de rémunération qui récompense les employés pour l'atteinte d'objectifs sur une période supérieure à un an, utilisant souvent des options sur actions.",
    "example": "En tant que directrice, elle était éligible au plan d'intéressement à long terme de l'entreprise, dont les droits étaient acquis sur quatre ans.",
    "reviewed": true
  },
  {
    "id": "hr_0131",
    "term": "Programme de mentorat",
    "acronym": null,
    "definition": "Un programme structuré où des employés expérimentés (mentors) fournissent des conseils et un soutien à des employés moins expérimentés (mentorés).",
    "example": "Le programme de mentorat de l'entreprise a aidé les nouveaux diplômés à s'orienter durant leur première année dans le monde de l'entreprise.",
    "reviewed": true
  },
  {
    "id": "hr_0132",
    "term": "Matrice d'augmentation au mérite",
    "acronym": null,
    "definition": "Une grille utilisée par les managers pour déterminer l'augmentation de salaire d'un employé en fonction de son évaluation de performance et de sa position dans sa fourchette salariale.",
    "example": "Selon la matrice d'augmentation au mérite, un employé très performant situé en bas de sa fourchette de salaire recevra l'augmentation en pourcentage la plus élevée.",
    "reviewed": true
  },
  {
    "id": "hr_0133",
    "term": "Micro-apprentissage",
    "acronym": null,
    "definition": "Une approche de formation qui fournit du contenu en segments courts, ciblés et faciles à assimiler.",
    "example": "Au lieu d'un atelier d'une journée, nous avons utilisé une série de vidéos de micro-apprentissage pour enseigner les nouvelles fonctionnalités du logiciel.",
    "reviewed": true
  },
  {
    "id": "hr_0134",
    "term": "Taux d'acceptation des offres",
    "acronym": null,
    "definition": "Un indicateur de recrutement qui calcule le pourcentage de candidats qui acceptent une offre d'emploi formelle d'une entreprise.",
    "example": "Notre taux d'acceptation des offres pour les postes d'ingénieurs est de 90 %, ce qui indique que nos propositions de rémunération sont compétitives.",
    "reviewed": true
  },
  {
    "id": "hr_0135",
    "term": "Processus de départ",
    "acronym": null,
    "definition": "Le processus formel de gestion du départ d'un employé d'une entreprise, incluant les entretiens de départ et la révocation des accès aux systèmes.",
    "example": "Un processus de départ fluide est important pour maintenir de bonnes relations avec les anciens employés et protéger les actifs de l'entreprise.",
    "reviewed": true
  },
  {
    "id": "hr_0136",
    "term": "Processus d'intégration",
    "acronym": null,
    "definition": "Le processus d'intégration d'un nouvel employé au sein d'une organisation, en lui fournissant les outils et les informations nécessaires pour devenir un membre productif de l'équipe.",
    "example": "La première semaine de notre processus d'intégration comprend des réunions avec les membres clés de l'équipe et un aperçu des politiques de l'entreprise.",
    "reviewed": true
  },
  {
    "id": "hr_0137",
    "term": "Évaluation de la culture organisationnelle",
    "acronym": null,
    "definition": "Un processus systématique pour évaluer les valeurs, croyances et comportements partagés qui définissent l'environnement de travail d'une entreprise.",
    "example": "L'équipe de direction a lancé une évaluation de la culture organisationnelle après avoir constaté une baisse du moral des employés.",
    "reviewed": true
  },
  {
    "id": "hr_0138",
    "term": "Indice de santé organisationnelle",
    "acronym": null,
    "definition": "Un indicateur qui mesure la capacité d'une organisation à s'aligner, à exécuter et à se renouveler pour maintenir une performance exceptionnelle.",
    "example": "Le score trimestriel de notre Indice de santé organisationnelle nous aide à identifier les domaines où nous devons améliorer nos pratiques de management.",
    "reviewed": true
  },
  {
    "id": "hr_0139",
    "term": "Analyse des réseaux organisationnels",
    "acronym": "ONA",
    "definition": "Une méthode pour visualiser et analyser la manière dont la communication, l'information et les décisions circulent entre les personnes dans une organisation.",
    "example": "Nous avons mené une analyse des réseaux organisationnels pour identifier les influenceurs clés et les goulots d'étranglement de la communication avant la restructuration.",
    "reviewed": true
  },
  {
    "id": "hr_0140",
    "term": "Sourcing de candidats passifs",
    "acronym": null,
    "definition": "La pratique d'identifier et de recruter de manière proactive des candidats qui sont actuellement en poste et ne recherchent pas activement un nouvel emploi.",
    "example": "Le recruteur a utilisé LinkedIn pour faire du sourcing de candidats passifs afin de trouver un spécialiste doté d'une compétence très rare.",
    "reviewed": true
  },
  {
    "id": "hr_0141",
    "term": "Structure de classification salariale",
    "acronym": null,
    "definition": "Un système qui regroupe des emplois de valeur similaire en différents niveaux de rémunération, chacun avec un salaire minimum et maximum défini.",
    "example": "La nouvelle structure de classification salariale garantit que les employés occupant des postes similaires sont rémunérés dans la même fourchette de salaire.",
    "reviewed": true
  },
  {
    "id": "hr_0142",
    "term": "Analyse de la parité salariale",
    "acronym": null,
    "definition": "Une analyse menée pour s'assurer que les employés occupant des postes similaires sont payés équitablement, indépendamment de leur sexe, de leur origine ethnique ou d'autres caractéristiques protégées.",
    "example": "Notre analyse annuelle de la parité salariale a confirmé que nous n'avons pas d'écart de rémunération statistiquement significatif entre les sexes.",
    "reviewed": true
  },
  {
    "id": "hr_0143",
    "term": "Coaching par les pairs",
    "acronym": null,
    "definition": "Un processus confidentiel où les employés travaillent ensemble pour se soutenir mutuellement dans leurs objectifs, résoudre des problèmes et améliorer leurs compétences.",
    "example": "L'équipe de vente a mis en place un système de coaching par les pairs où les plus performants partagent leurs techniques avec leurs nouveaux collègues.",
    "reviewed": true
  },
  {
    "id": "hr_0144",
    "term": "Évaluation de la performance",
    "acronym": null,
    "definition": "Un processus d'examen formel pour évaluer la performance professionnelle et la productivité d'un employé par rapport à des objectifs établis.",
    "example": "Mon évaluation de la performance annuelle est prévue pour la semaine prochaine, où je discuterai de mes réalisations et de mes objectifs avec mon manager.",
    "reviewed": true
  },
  {
    "id": "hr_0145",
    "term": "Calibration de la performance",
    "acronym": null,
    "definition": "Un processus où les managers se réunissent pour discuter des évaluations de performance de leurs employés afin d'assurer l'équité et la cohérence au sein de l'organisation.",
    "example": "L'équipe de direction a tenu une session de calibration de la performance pour s'assurer que la note « très performant » avait la même signification dans chaque service.",
    "reviewed": true
  },
  {
    "id": "hr_0146",
    "term": "Plan d'actions fantômes",
    "acronym": null,
    "definition": "Un plan d'avantages sociaux qui accorde à des employés sélectionnés les avantages financiers de la possession d'actions sans leur donner réellement d'actions de l'entreprise.",
    "example": "La startup a offert un plan d'actions fantômes à ses employés clés pour aligner leurs intérêts sur le succès à long terme de l'entreprise.",
    "reviewed": true
  },
  {
    "id": "hr_0147",
    "term": "Méthode d'évaluation par points",
    "acronym": null,
    "definition": "Une méthode quantitative d'évaluation des postes qui décompose un poste en facteurs évaluables et attribue des points à chaque facteur.",
    "example": "En utilisant la méthode d'évaluation par points, nous avons attribué des scores pour la compétence, la responsabilité et les conditions de travail afin de déterminer le niveau de rémunération du poste.",
    "reviewed": true
  },
  {
    "id": "hr_0148",
    "term": "Recrutement prédictif",
    "acronym": null,
    "definition": "L'utilisation de données, de statistiques et d'intelligence artificielle pour identifier les candidats les plus susceptibles de réussir dans un poste.",
    "example": "L'entreprise utilise l'analyse prédictive en matière de recrutement pour filtrer les CV et prévoir la performance des candidats.",
    "reviewed": true
  },
  {
    "id": "hr_0149",
    "term": "Vérification des antécédents pré-embauche",
    "acronym": null,
    "definition": "Le processus d'enquête sur les antécédents d'un candidat pour vérifier ses déclarations et rechercher d'éventuels problèmes, comme un casier judiciaire.",
    "example": "Tous les candidats retenus doivent passer une vérification des antécédents pré-embauche avant de recevoir une offre finale.",
    "reviewed": true
  },
  {
    "id": "hr_0150",
    "term": "Discipline progressive",
    "acronym": null,
    "definition": "Un processus pour gérer le mauvais comportement d'un employé qui implique une série d'étapes de plus en plus sévères, allant de l'avertissement verbal au licenciement.",
    "example": "Le manager a suivi la politique de discipline progressive de l'entreprise pour gérer les retards constants de l'employé.",
    "reviewed": true
  },
  {
    "id": "hr_0151",
    "term": "Harcèlement quid pro quo",
    "acronym": null,
    "definition": "Une forme de harcèlement où un avantage professionnel est directement lié à la soumission d'un employé à des avances sexuelles non désirées.",
    "example": "Proposer une promotion en échange d'un rendez-vous est un exemple clair de harcèlement quid pro quo et est illégal.",
    "reviewed": true
  },
  {
    "id": "hr_0152",
    "term": "Marketing de recrutement",
    "acronym": null,
    "definition": "La stratégie consistant à utiliser des tactiques de marketing pour attirer, engager et entretenir des relations avec des individus talentueux afin qu'ils postulent à des emplois dans une organisation.",
    "example": "Notre campagne de marketing de recrutement sur les réseaux sociaux a mis en avant l'excellente culture et les avantages de notre entreprise.",
    "reviewed": true
  },
  {
    "id": "hr_0153",
    "term": "Indicateurs de représentation",
    "acronym": null,
    "definition": "Données montrant la composition démographique des effectifs d'une entreprise, utilisées pour suivre les progrès en matière d'objectifs de diversité et d'inclusion.",
    "example": "Le Directeur des Ressources Humaines a présenté les derniers indicateurs de représentation au conseil d'administration, montrant une augmentation du nombre de femmes aux postes de direction.",
    "reviewed": true
  },
  {
    "id": "hr_0154",
    "term": "Plainte pour représailles",
    "acronym": null,
    "definition": "Une plainte légale déposée par un employé qui estime avoir été sanctionné par son employeur pour s'être engagé dans une activité légalement protégée, comme le signalement de harcèlement.",
    "example": "Après avoir signalé l'infraction à la sécurité, son manager l'a rétrogradé, ce qui l'a conduit à déposer une plainte pour représailles.",
    "reviewed": true
  },
  {
    "id": "hr_0155",
    "term": "Programme de retour au travail",
    "acronym": null,
    "definition": "Un programme structuré pour aider les employés à réintégrer le lieu de travail après une absence prolongée due à une blessure ou une maladie.",
    "example": "Le programme de retour au travail lui a permis d'augmenter progressivement son temps de travail sur quatre semaines après son congé maladie.",
    "reviewed": true
  },
  {
    "id": "hr_0156",
    "term": "État à droit au travail",
    "acronym": null,
    "definition": "Un État américain dont les lois garantissent qu'aucune personne ne peut être contrainte, comme condition d'emploi, d'adhérer à un syndicat ou de lui verser des cotisations.",
    "example": "Parce que nous opérons dans un État à droit au travail, les employés de l'usine ne peuvent pas être obligés d'adhérer au syndicat.",
    "reviewed": true
  },
  {
    "id": "hr_0157",
    "term": "Pénétration de la fourchette salariale",
    "acronym": null,
    "definition": "Un indicateur qui mesure la position du salaire d'un employé au sein de sa fourchette de rémunération assignée.",
    "example": "Un employé avec une pénétration de la fourchette salariale de 80% est payé bien au-dessus du point médian pour son poste.",
    "reviewed": true
  },
  {
    "id": "hr_0158",
    "term": "Centre de services partagés",
    "acronym": "SSC",
    "definition": "Une unité centralisée au sein d'une organisation qui gère des tâches RH routinières et transactionnelles, comme la paie, pour plusieurs unités commerciales.",
    "example": "Au lieu d'appeler un représentant RH local, les employés soumettent leurs questions sur les avantages sociaux au centre de services partagés RH mondial.",
    "reviewed": true
  },
  {
    "id": "hr_0159",
    "term": "Plan d'intéressement à court terme",
    "acronym": "STIP",
    "definition": "Un plan de rémunération qui récompense les employés pour l'atteinte d'objectifs de performance sur une période d'un an ou moins, généralement sous forme de bonus annuel.",
    "example": "Sur la base de la forte performance de l'entreprise, tous les employés éligibles recevront un bonus dans le cadre du plan d'intéressement à court terme.",
    "reviewed": true
  },
  {
    "id": "hr_0160",
    "term": "Stratégie de sourcing",
    "acronym": null,
    "definition": "Un plan complet décrivant les méthodes et les canaux qu'une entreprise utilisera pour trouver et attirer des candidats qualifiés.",
    "example": "Notre stratégie de sourcing pour les nouveaux postes d'ingénieurs inclut un mélange de sites d'emploi en ligne, de cooptations et de partenariats universitaires.",
    "reviewed": true
  },
  {
    "id": "hr_0161",
    "term": "Portée de contrôle",
    "acronym": null,
    "definition": "Le nombre de subordonnés ou de collaborateurs directs dont un manager est responsable.",
    "example": "Après la réorganisation, la portée de contrôle du directeur est passée de cinq à dix collaborateurs directs.",
    "reviewed": true
  },
  {
    "id": "hr_0162",
    "term": "Gestion Stratégique des Effectifs",
    "acronym": null,
    "definition": "Le processus d'alignement du capital humain d'une organisation avec ses objectifs stratégiques pour s'assurer qu'elle dispose des bonnes personnes, avec les bonnes compétences, aux bons postes et au bon moment.",
    "example": "Notre initiative de gestion stratégique des effectifs a identifié un besoin futur en \"data scientists\", nous commençons donc à recruter et à former pour ces compétences dès maintenant.",
    "reviewed": true
  },
  {
    "id": "hr_0163",
    "term": "Mission de Développement",
    "acronym": null,
    "definition": "Un projet ou une tâche confié(e) à un employé qui dépasse son niveau de connaissances ou de compétences actuel, conçu(e) pour le mettre au défi et développer de nouvelles aptitudes.",
    "example": "Pour la préparer à un rôle de direction, son manager lui a confié une mission de développement consistant à piloter le lancement du nouveau produit.",
    "reviewed": true
  },
  {
    "id": "hr_0164",
    "term": "Entretien Structuré",
    "acronym": null,
    "definition": "Une méthode d'entretien où tous les candidats se voient poser la même série de questions prédéterminées afin d'assurer l'équité et la cohérence du processus d'évaluation.",
    "example": "En utilisant l'entretien structuré, l'équipe de recrutement a pu comparer objectivement les réponses de chaque candidat aux mêmes questions basées sur les compétences.",
    "reviewed": true
  },
  {
    "id": "hr_0165",
    "term": "Entonnoir d'Acquisition de Talents",
    "acronym": null,
    "definition": "Un modèle qui visualise le processus de recrutement, du premier contact d'un candidat (sensibilisation) jusqu'à son embauche finale, aidant à suivre et optimiser chaque étape.",
    "example": "Nous perdons trop de bons candidats après le premier entretien ; nous devons analyser notre entonnoir d'acquisition de talents pour identifier le problème.",
    "reviewed": true
  },
  {
    "id": "hr_0166",
    "term": "Constitution d'un Vivier de Talents",
    "acronym": null,
    "definition": "Le processus proactif d'identification et de création de relations avec des candidats potentiels pour des rôles critiques, avant même qu'un poste spécifique ne soit ouvert.",
    "example": "Au lieu d'attendre qu'un poste se libère, nos efforts de constitution d'un vivier de talents nous assurent d'avoir un groupe d'ingénieurs logiciels qualifiés prêts à être contactés.",
    "reviewed": true
  },
  {
    "id": "hr_0167",
    "term": "Rémunération Totale en Espèces",
    "acronym": null,
    "definition": "La paie complète qu'un employé reçoit sur une année, incluant son salaire de base ainsi que toute prime en espèces à court terme, comme les bonus ou les commissions.",
    "example": "Bien que le salaire de base soit compétitif, le bonus de performance rend la rémunération totale en espèces pour ce poste de commercial très attractive.",
    "reviewed": true
  },
  {
    "id": "hr_0168",
    "term": "Formation sur les Biais Inconscients",
    "acronym": null,
    "definition": "Un programme conçu pour sensibiliser les employés à leurs préjugés cachés et automatiques afin qu'ils puissent prendre des décisions plus objectives, notamment en matière de recrutement et de promotion.",
    "example": "Après la formation obligatoire sur les biais inconscients, les managers étaient plus attentifs à leurs suppositions lors des évaluations de performance.",
    "reviewed": true
  },
  {
    "id": "hr_0169",
    "term": "Pratique de Travail Déloyale",
    "acronym": null,
    "definition": "Une action d'un employeur ou d'un syndicat qui viole le droit du travail, comme le fait d'interférer avec le droit des employés de s'organiser ou de négocier collectivement.",
    "example": "Licencier un employé qui tente de créer un syndicat est considéré comme une pratique de travail déloyale.",
    "reviewed": true
  },
  {
    "id": "hr_0170",
    "term": "Protection des Lanceurs d'Alerte",
    "acronym": null,
    "definition": "Des garanties légales qui protègent les employés contre les représailles après avoir signalé des pratiques illégales, dangereuses ou contraires à l'éthique au sein de leur organisation.",
    "example": "La politique de protection des lanceurs d'alerte de l'entreprise garantit que toute personne signalant une malversation financière peut le faire sans crainte de perdre son emploi.",
    "reviewed": true
  },
  {
    "id": "hr_0171",
    "term": "Enquête Interne",
    "acronym": null,
    "definition": "Un processus formel de collecte de faits pour vérifier le bien-fondé d'une plainte pour faute professionnelle, telle que le harcèlement ou la discrimination, sur le lieu de travail.",
    "example": "Les RH ont lancé une enquête interne confidentielle suite à la plainte anonyme déposée la semaine dernière.",
    "reviewed": true
  },
  {
    "id": "hr_0172",
    "term": "Analyse des Données RH",
    "acronym": null,
    "definition": "La pratique consistant à utiliser des données et des méthodes statistiques pour mesurer, analyser et améliorer la performance et la gestion des effectifs d'une organisation.",
    "example": "Grâce à l'analyse des données RH, nous avons découvert une corrélation directe entre les scores d'engagement des employés et la productivité des services.",
    "reviewed": true
  },
  {
    "id": "hr_0173",
    "term": "Système de Suivi des Candidatures",
    "acronym": "ATS",
    "definition": "Un logiciel qui gère l'ensemble du processus de recrutement et d'embauche, de la réception des candidatures à l'offre d'embauche.",
    "example": "Notre ATS filtre automatiquement les CV par mots-clés, faisant gagner des heures de tri manuel à nos recruteurs.",
    "reviewed": true
  },
  {
    "id": "hr_0174",
    "term": "Score Net de Recommandation des Employés",
    "acronym": "eNPS",
    "definition": "Un indicateur utilisé pour mesurer la loyauté et l'engagement des employés en leur demandant quelle est la probabilité qu'ils recommandent leur entreprise comme lieu de travail.",
    "example": "Suite aux changements récents, notre eNPS trimestriel a chuté de 15 points, nous devons donc répondre aux préoccupations des employés.",
    "reviewed": true
  },
  {
    "id": "hr_0175",
    "term": "Plan d'Actionnariat Salarié",
    "acronym": "ESOP",
    "definition": "Un type de plan d'avantages sociaux qui donne aux employés une participation au capital de l'entreprise sous forme d'actions.",
    "example": "Le plan d'actionnariat salarié de l'entreprise est une excellente incitation à la rétention à long terme car il donne au personnel un véritable enjeu dans notre réussite.",
    "reviewed": true
  },
  {
    "id": "hr_0176",
    "term": "Proposition de Valeur Employeur",
    "acronym": "EVP",
    "definition": "L'ensemble unique d'avantages et de récompenses qu'un employé reçoit en échange de ses compétences et de sa contribution à une entreprise.",
    "example": "Notre EVP met l'accent sur l'équilibre entre vie professionnelle et vie privée ainsi que sur les opportunités de développement professionnel pour attirer les meilleurs candidats.",
    "reviewed": true
  },
  {
    "id": "hr_0177",
    "term": "Partenaire d'Affaires RH",
    "acronym": "HRBP",
    "definition": "Un professionnel des RH qui travaille directement avec la direction d'une entreprise pour développer et piloter une stratégie RH alignée sur les objectifs commerciaux.",
    "example": "J'ai prévu une réunion avec notre HRBP pour discuter des besoins en personnel pour le nouveau projet marketing.",
    "reviewed": true
  },
  {
    "id": "hr_0178",
    "term": "Gestion du Capital Humain",
    "acronym": "HCM",
    "definition": "Un vaste ensemble de pratiques pour recruter, gérer, développer et optimiser les employés afin d'accroître leur valeur pour l'organisation.",
    "example": "Notre nouveau logiciel de gestion du capital humain intègre la paie, les avantages sociaux et la gestion de la performance sur une seule et même plateforme.",
    "reviewed": true
  },
  {
    "id": "hr_0179",
    "term": "Système d'Information des Ressources Humaines",
    "acronym": "SIRH",
    "definition": "Un système logiciel utilisé pour conserver et gérer les données de base des employés, telles que les informations personnelles, les postes et la paie.",
    "example": "Veuillez mettre à jour vos coordonnées directement dans le SIRH avant la fin de la semaine.",
    "reviewed": true
  },
  {
    "id": "hr_0180",
    "term": "Système de Gestion de l'Apprentissage",
    "acronym": "LMS",
    "definition": "Une application logicielle pour l'administration, le suivi et la mise à disposition de cours ou de programmes de formation.",
    "example": "Tous les nouveaux employés doivent suivre la formation obligatoire sur la conformité sur notre LMS dans les 30 premiers jours.",
    "reviewed": true
  },
  {
    "id": "hr_0181",
    "term": "Management par Objectifs",
    "acronym": "MPO",
    "definition": "Un modèle de gestion qui vise à améliorer la performance en définissant clairement des objectifs convenus à la fois par la direction et les employés.",
    "example": "Notre entreprise utilise une approche de management par objectifs, de sorte que les buts de chaque membre de l'équipe sont directement alignés sur les cibles clés du département.",
    "reviewed": true
  },
  {
    "id": "hr_0182",
    "term": "Plan d'Amélioration des Performances",
    "acronym": "PIP",
    "definition": "Un document formel décrivant les domaines spécifiques où un employé est sous-performant et les mesures qu'il doit prendre pour s'améliorer.",
    "example": "Après plusieurs échéances manquées, le manager de Jean a dû le placer sous un plan d'amélioration des performances.",
    "reviewed": true
  },
  {
    "id": "hr_0183",
    "term": "Externalisation du Processus de Recrutement",
    "acronym": "RPO",
    "definition": "Un modèle commercial où une entreprise transfère tout ou partie de ses processus de recrutement à un prestataire externe.",
    "example": "Pour nous développer rapidement dans le cadre de notre expansion, nous avons décidé de recourir à l'externalisation du processus de recrutement pour gérer tous nos recrutements à l'international.",
    "reviewed": true
  }
]