[
  {
    "id": "sales_0001",
    "term": "Lead zakwalifikowany przez dział sprzedaży",
    "acronym": "SQL",
    "definition": "Potencjalny klient, który został zbadany i zweryfikowany przez zespół sprzedaży i jest uznawany za gotowego na kolejny etap w procesie sprzedażowym.",
    "example": "Po naszej rozmowie SDR potwierdził, że potencjalny klient ma budżet i uprawnienia decyzyjne, więc został oznaczony jako lead zakwalifikowany przez dział sprzedaży (SQL), którym zajmie się teraz Account Executive.",
    "reviewed": true
  },
  {
    "id": "sales_0002",
    "term": "Lead zakwalifikowany przez dział marketingu",
    "acronym": "MQL",
    "definition": "Lead, który na podstawie swojej aktywności w internecie (np. pobieranie treści, odwiedzanie strony z cennikiem) jest oceniany jako bardziej skłonny do zostania klientem niż inni.",
    "example": "Z naszego zeszłotygodniowego webinaru wygenerowaliśmy ponad 200 leadów zakwalifikowanych przez dział marketingu (MQL-i); teraz zespół rozwoju sprzedaży musi je zakwalifikować.",
    "reviewed": true
  },
  {
    "id": "sales_0003",
    "term": "Profil Idealnego Klienta",
    "acronym": "ICP",
    "definition": "Opis firmy, która jest idealnym klientem, skupiający się na danych firmograficznych, takich jak branża, wielkość firmy i roczny przychód.",
    "example": "Nasz profil idealnego klienta (ICP) to średniej wielkości firmy technologiczne w Ameryce Północnej z 200-1000 pracowników, więc tam powinniśmy skoncentrować nasze działania outboundowe.",
    "reviewed": true
  },
  {
    "id": "sales_0004",
    "term": "Persona zakupowa",
    "acronym": null,
    "definition": "Półfikcyjna reprezentacja idealnego klienta, oparta na badaniach rynku i rzeczywistych danych, skupiająca się na jego celach, wyzwaniach i motywacjach.",
    "example": "Stworzyliśmy personę zakupową „Marketingowa Maria”, aby pomóc naszemu zespołowi sprzedaży lepiej zrozumieć codzienne wyzwania naszej grupy docelowej.",
    "reviewed": true
  },
  {
    "id": "sales_0005",
    "term": "Prędkość pipeline'u",
    "acronym": null,
    "definition": "Szybkość, z jaką zakwalifikowane leady przechodzą przez pipeline sprzedażowy i generują przychód.",
    "example": "Aby zwiększyć prędkość naszego pipeline'u, musimy skrócić cykl sprzedaży lub poprawić wskaźnik wygranych.",
    "reviewed": true
  },
  {
    "id": "sales_0006",
    "term": "Kadencja sprzedażowa",
    "acronym": null,
    "definition": "Zaplanowana sekwencja interakcji (e-maile, telefony, kontakt w mediach społecznościowych), którą handlowiec stosuje w celu zaangażowania potencjalnego klienta.",
    "example": "Nasi SDR-zy postępują zgodnie z 10-etapową kadencją sprzedażową rozłożoną na dwa tygodnie dla wszystkich nowych leadów outboundowych, aby zapewnić spójność działań.",
    "reviewed": true
  },
  {
    "id": "sales_0007",
    "term": "Roczny przychód cykliczny",
    "acronym": "ARR",
    "definition": "Przewidywalny przychód, jakiego firma może oczekiwać od swoich klientów w ciągu jednego roku, powszechny w biznesach opartych na subskrypcji.",
    "example": "Dzięki nowym klientom korporacyjnym, których pozyskaliśmy, prognozujemy, że nasz roczny przychód cykliczny (ARR) osiągnie 5 milionów dolarów do końca roku obrotowego.",
    "reviewed": true
  },
  {
    "id": "sales_0008",
    "term": "Miesięczny przychód cykliczny",
    "acronym": "MRR",
    "definition": "Przewidywalny przychód, jakiego firma może oczekiwać od swoich klientów w ujęciu miesięcznym.",
    "example": "Nasz miesięczny przychód cykliczny (MRR) wzrósł w zeszłym miesiącu o 5%, co jest świetnym wskaźnikiem naszego stałego wzrostu.",
    "reviewed": true
  },
  {
    "id": "sales_0009",
    "term": "Koszt pozyskania klienta",
    "acronym": "CAC",
    "definition": "Całkowity koszt działań sprzedażowych i marketingowych potrzebnych do pozyskania jednego nowego klienta.",
    "example": "Musimy obniżyć nasz koszt pozyskania klienta (CAC); wydawanie 500 zł na pozyskanie klienta, który płaci tylko 50 zł miesięcznie, nie jest zrównoważone.",
    "reviewed": true
  },
  {
    "id": "sales_0010",
    "term": "Całkowita wartość klienta",
    "acronym": "CLV",
    "definition": "Całkowity przychód, jakiego firma może racjonalnie oczekiwać od jednego klienta przez cały okres trwania relacji biznesowej.",
    "example": "Koncentrując się na retencji, dążymy do zwiększenia całkowitej wartości klienta, aby była co najmniej 3 razy wyższa od naszego kosztu pozyskania klienta.",
    "reviewed": true
  },
  {
    "id": "sales_0011",
    "term": "Realizacja kwoty sprzedażowej",
    "acronym": null,
    "definition": "Procentowy wskaźnik realizacji celu sprzedażowego (kwoty) przypisanego handlowcowi w określonym czasie.",
    "example": "Realizacja kwoty sprzedażowej Jana wyniosła 115% w zeszłym kwartale, co czyni go najlepszym pracownikiem w zespole.",
    "reviewed": true
  },
  {
    "id": "sales_0012",
    "term": "Wskaźnik wygranych",
    "acronym": null,
    "definition": "Odsetek szans sprzedażowych, które zakończyły się zamknięciem transakcji z sukcesem.",
    "example": "Wskaźnik wygranych naszego zespołu wzrósł z 20% do 25% po wdrożeniu nowego szkolenia sprzedażowego.",
    "reviewed": true
  },
  {
    "id": "sales_0013",
    "term": "Średnia wielkość transakcji",
    "acronym": null,
    "definition": "Średni przychód generowany z każdej wygranej transakcji w określonym okresie.",
    "example": "Koncentrujemy się na klientach korporacyjnych, aby zwiększyć naszą średnią wielkość transakcji z 10 tys. do 25 tys. dolarów.",
    "reviewed": true
  },
  {
    "id": "sales_0014",
    "term": "Wskaźnik rezygnacji klientów",
    "acronym": null,
    "definition": "Odsetek klientów lub subskrybentów, którzy anulują lub nie odnawiają swojej subskrypcji w danym okresie.",
    "example": "Nasz wysoki wskaźnik rezygnacji klientów wskazuje na problem z satysfakcją, więc musimy zbadać jego przyczynę.",
    "reviewed": true
  },
  {
    "id": "sales_0015",
    "term": "Retencja przychodów netto",
    "acronym": "NRR",
    "definition": "Wskaźnik mierzący procent przychodów cyklicznych utrzymanych od obecnych klientów, uwzględniający ekspansję, zmniejszenie wartości umów i rezygnacje.",
    "example": "Dzięki silnym upsellom i niskiemu wskaźnikowi rezygnacji, nasza retencja przychodów netto (NRR) osiągnęła 110%, co oznacza, że rośliśmy nawet bez pozyskiwania nowych klientów.",
    "reviewed": true
  },
  {
    "id": "sales_0016",
    "term": "Długość cyklu sprzedażowego",
    "acronym": null,
    "definition": "Średni czas potrzebny do zamknięcia transakcji, od pierwszego kontaktu z potencjalnym klientem do ostatecznego podpisania umowy.",
    "example": "Długość naszego cyklu sprzedażowego dla transakcji korporacyjnych wynosi około 90 dni, co jest typowe dla naszej branży.",
    "reviewed": true
  },
  {
    "id": "sales_0017",
    "term": "Wskaźnik dynamiki leadów",
    "acronym": "LVR",
    "definition": "Tempo wzrostu liczby zakwalifikowanych leadów miesiąc do miesiąca, będące kluczowym wskaźnikiem przyszłych przychodów.",
    "example": "Nasz wskaźnik dynamiki leadów (LVR) wynosi 15%, co sugeruje, że prawdopodobnie osiągniemy nasze cele przychodowe w następnym kwartale, jeśli utrzymamy to tempo.",
    "reviewed": true
  },
  {
    "id": "sales_0018",
    "term": "Model sprzedaży Challenger",
    "acronym": null,
    "definition": "Metodologia sprzedaży, w której handlowiec uczy potencjalnego klienta, dostosowuje do niego przekaz handlowy i przejmuje kontrolę nad rozmową.",
    "example": "Zamiast pytać o ich potrzeby, zastosowałem model sprzedaży Challenger, aby pokazać im ryzyko w ich branży, którego wcześniej nie brali pod uwagę.",
    "reviewed": true
  },
  {
    "id": "sales_0019",
    "term": "Metodyka MEDDIC",
    "acronym": "MEDDIC",
    "definition": "Framework kwalifikacji sprzedaży, którego nazwa to akronim od: Metrics (Metryki), Economic Buyer (Nabywca Ekonomiczny), Decision Criteria (Kryteria Decyzyjne), Decision Process (Proces Decyzyjny), Identify Pain (Identyfikacja Problemu), Champion (Promotor).",
    "example": "Zanim zaprognozujemy tę transakcję, przeanalizujmy ją zgodnie z metodyką MEDDIC, aby sprawdzić, czy mamy wszystkie kluczowe informacje.",
    "reviewed": true
  },
  {
    "id": "sales_0020",
    "term": "Metodologia BANT",
    "acronym": "BANT",
    "definition": "Metodologia kwalifikacji sprzedaży używana do określenia, czy potencjalny klient jest odpowiedni na podstawie jego Budżetu (Budget), Uprawnień decyzyjnych (Authority), Potrzeb (Need) i Ram czasowych (Timeline).",
    "example": "Lead wydaje się obiecujący, ale musimy użyć metodologii BANT, aby potwierdzić, że ma budżet i uprawnienia do dokonania zakupu.",
    "reviewed": true
  },
  {
    "id": "sales_0021",
    "term": "Metoda sprzedaży SPIN",
    "acronym": "SPIN",
    "definition": "Technika sprzedaży polegająca na zadawaniu pytań dotyczących Sytuacji (Situation), Problemu (Problem), Implikacji (Implication) i Potrzeby rozwiązania (Need-payoff), aby doprowadzić klienta do Twojego rozwiązania.",
    "example": "Podczas rozmowy rozpoznawczej użyłem metody sprzedaży SPIN, aby pomóc klientowi uświadomić sobie znaczące implikacje finansowe jego obecnego problemu.",
    "reviewed": true
  },
  {
    "id": "sales_0022",
    "term": "Sprzedaż rozwiązań",
    "acronym": null,
    "definition": "Metodologia sprzedaży, w której handlowiec diagnozuje potrzeby potencjalnego klienta, a następnie rekomenduje odpowiednie produkty lub usługi w celu rozwiązania tych problemów.",
    "example": "Nie sprzedajemy tylko oprogramowania; praktykujemy sprzedaż rozwiązań, aby dostarczyć kompletną odpowiedź na wyzwania związane z przepływem pracy naszych klientów.",
    "reviewed": true
  },
  {
    "id": "sales_0023",
    "term": "Propozycja wartości",
    "acronym": null,
    "definition": "Jasne oświadczenie wyjaśniające korzyści oferowane przez Twój produkt, sposób, w jaki rozwiązuje on problemy klientów, oraz to, co odróżnia Cię od konkurencji.",
    "example": "Nasza propozycja wartości polega na tym, że możemy skrócić czas przetwarzania danych w firmie o 50%, oszczędzając zarówno czas, jak i pieniądze.",
    "reviewed": true
  },
  {
    "id": "sales_0024",
    "term": "Zarządzanie obiekcjami",
    "acronym": null,
    "definition": "Proces odpowiadania na wątpliwości lub powody niechęci do zakupu ze strony potencjalnego klienta w sposób, który rozwiewa jego obawy i posuwa sprzedaż do przodu.",
    "example": "Nowy podręcznik sprzedaży zawiera sekcję dotyczącą zarządzania obiekcjami w przypadku typowych wątpliwości związanych z ceną i wdrożeniem.",
    "reviewed": true
  },
  {
    "id": "sales_0025",
    "term": "Rozmowa rozpoznawcza",
    "acronym": null,
    "definition": "Wstępna rozmowa między handlowcem a potencjalnym klientem, której celem jest zrozumienie jego potrzeb, wyzwań i celów.",
    "example": "Mam na jutro zaplanowaną rozmowę rozpoznawczą z wiceprezesem marketingu, aby sprawdzić, czy nasze rozwiązanie jest dobrym wyborem dla ich zespołu.",
    "reviewed": true
  },
  {
    "id": "sales_0026",
    "term": "Proof of Concept (PoC)",
    "acronym": "PoC",
    "definition": "Test lub wdrożenie na małą skalę, mające na celu zademonstrowanie potencjalnemu klientowi wykonalności i wartości biznesowej produktu lub usługi. Często nazywane w skrócie PoC.",
    "example": "Klient był pod wrażeniem wersji demo i zgodził się na 30-dniowy Proof of Concept (PoC), aby przetestować nasze oprogramowanie na swoich danych.",
    "reviewed": true
  },
  {
    "id": "sales_0027",
    "term": "Decydujący czynnik",
    "acronym": null,
    "definition": "Konkretny termin lub presja biznesowa, która skłania potencjalnego klienta do podjęcia decyzji zakupowej w określonym czasie.",
    "example": "Ich nadchodząca premiera produktu to decydujący czynnik, który powinien skłonić ich do podpisania umowy w tym miesiącu.",
    "reviewed": true
  },
  {
    "id": "sales_0028",
    "term": "Nabywca ekonomiczny",
    "acronym": null,
    "definition": "Osoba w organizacji potencjalnego klienta, która ma ostateczne uprawnienia do zatwierdzenia zakupu i uwolnienia środków finansowych.",
    "example": "Chociaż moim kontaktem jest kierownik projektu, muszę umówić się na spotkanie z dyrektorem finansowym, który jest nabywcą ekonomicznym w tej transakcji.",
    "reviewed": true
  },
  {
    "id": "sales_0029",
    "term": "Budowanie relacji z promotorem",
    "acronym": null,
    "definition": "Proces identyfikacji i budowania silnej relacji z wewnętrznym zwolennikiem („promotorem”) w firmie potencjalnego klienta, który będzie działał na Twoją korzyść.",
    "example": "Skuteczne budowanie relacji z promotorem jest kluczem do wygrywania dużych kontraktów korporacyjnych; potrzebujemy kogoś wewnątrz, kto będzie nas wspierał.",
    "reviewed": true
  },
  {
    "id": "sales_0030",
    "term": "Strategia Land and Expand",
    "acronym": null,
    "definition": "Strategia sprzedaży, w której firma najpierw zdobywa mały kontrakt u nowego klienta (land), a następnie z czasem rozwija współpracę z tym klientem (expand).",
    "example": "Nasza strategia Land and Expand działa dobrze; zaczęliśmy od jednego działu, a teraz cała firma korzysta z naszego produktu.",
    "reviewed": true
  },
  {
    "id": "sales_0031",
    "term": "Sprzedaż krzyżowa",
    "acronym": null,
    "definition": "Praktyka sprzedaży dodatkowego, innego produktu lub usługi obecnemu klientowi.",
    "example": "Gdy kupili nasz CRM, w ramach sprzedaży krzyżowej z powodzeniem sprzedałem im również naszą platformę do automatyzacji marketingu.",
    "reviewed": true
  },
  {
    "id": "sales_0032",
    "term": "Upselling",
    "acronym": null,
    "definition": "Praktyka zachęcania klientów do zakupu droższej wersji produktu, uaktualnienia lub dodatku w celu wygenerowania większego przychodu.",
    "example": "Klient zamierzał kupić plan podstawowy, ale udało mi się dokonać upsellingu do planu premium, podkreślając jego zaawansowane funkcje.",
    "reviewed": true
  },
  {
    "id": "sales_0033",
    "term": "Operacje przychodowe (RevOps)",
    "acronym": "RevOps",
    "definition": "Funkcja biznesowa, która koordynuje działania sprzedaży, marketingu i obsługi klienta w celu stymulowania wzrostu przychodów i poprawy efektywności.",
    "example": "Nasz zespół ds. operacji przychodowych (RevOps) jest odpowiedzialny za zarządzanie CRM, analizę danych sprzedażowych i optymalizację całego procesu wejścia na rynek.",
    "reviewed": true
  },
  {
    "id": "sales_0034",
    "term": "Wsparcie sprzedaży",
    "acronym": null,
    "definition": "Ciągły proces dostarczania zespołowi sprzedaży narzędzi, treści, szkoleń i zasobów potrzebnych do skuteczniejszej sprzedaży.",
    "example": "Nowa platforma wsparcia sprzedaży zapewnia naszym handlowcom łatwy dostęp do wszystkich najnowszych studiów przypadku i informacji o produktach.",
    "reviewed": true
  },
  {
    "id": "sales_0035",
    "term": "Strategia wejścia na rynek (GTM)",
    "acronym": "GTM",
    "definition": "Plan działania, który określa, w jaki sposób firma dotrze do docelowych klientów i osiągnie przewagę konkurencyjną dla nowego produktu lub usługi.",
    "example": "Nasza strategia wejścia na rynek (GTM) dla nowego produktu obejmuje połączenie sprzedaży bezpośredniej i partnerstw kanałowych.",
    "reviewed": true
  },
  {
    "id": "sales_0036",
    "term": "Planowanie terytoriów sprzedażowych",
    "acronym": null,
    "definition": "Proces dzielenia potencjalnych klientów na segmenty lub „terytoria” i przypisywania ich do konkretnych handlowców.",
    "example": "Podczas naszego corocznego spotkania sprzedażowego omówimy założenia nowego planowania terytoriów sprzedażowych, aby zapewnić zrównoważone pokrycie we wszystkich regionach.",
    "reviewed": true
  },
  {
    "id": "sales_0037",
    "term": "Przedstawiciel ds. rozwoju sprzedaży (SDR)",
    "acronym": "SDR",
    "definition": "Stanowisko w sprzedaży wewnętrznej (inside sales) skoncentrowane na generowaniu nowych leadów i ich kwalifikacji przed przekazaniem ich do Account Executive.",
    "example": "Nasz zespół przedstawicieli ds. rozwoju sprzedaży (SDR) jest odpowiedzialny za cały prospecting wychodzący i umawianie pierwszych rozmów rozpoznawczych.",
    "reviewed": true
  },
  {
    "id": "sales_0038",
    "term": "Account Executive",
    "acronym": "AE",
    "definition": "Stanowisko sprzedażowe odpowiedzialne za zarządzanie pełnym cyklem sprzedaży dla zakwalifikowanych leadów, od pierwszego spotkania do zamknięcia transakcji.",
    "example": "Gdy SDR zakwalifikuje leada, jest on przekazywany do AE, który przeprowadzi demo produktu i wynegocjuje umowę.",
    "reviewed": true
  },
  {
    "id": "sales_0039",
    "term": "Trafność prognoz sprzedażowych",
    "acronym": null,
    "definition": "Miara tego, jak bardzo prognoza przyszłych przychodów ze sprzedaży przedstawiona przez handlowca lub zespół jest zbliżona do faktycznie osiągniętych wyników.",
    "example": "Liderzy sprzedaży są oceniani na podstawie trafności prognoz sprzedażowych, ponieważ firma opiera na nich swoje plany.",
    "reviewed": true
  },
  {
    "id": "sales_0040",
    "term": "System prowizyjny",
    "acronym": null,
    "definition": "Plan określający sposób wynagradzania handlowców, zazwyczaj obejmujący pensję podstawową oraz zmienną prowizję uzależnioną od wyników.",
    "example": "Pracujemy nad nowym systemem prowizyjnym, aby uwzględnić akcelerator dla handlowców, którzy przekraczają swój kwartalny plan sprzedaży.",
    "reviewed": true
  },
  {
    "id": "sales_0041",
    "term": "Zakres prac",
    "acronym": "SOW",
    "definition": "Dokument prawny, który określa i definiuje wszystkie szczegółowe usługi, rezultaty, harmonogramy i koszty projektu realizowanego dla klienta.",
    "example": "Zanim rozpoczniemy wdrożenie, obie strony muszą podpisać Zakres prac (SOW), aby uzgodnić ramy projektu.",
    "reviewed": true
  },
  {
    "id": "sales_0042",
    "term": "Umowa ramowa o świadczenie usług",
    "acronym": "MSA",
    "definition": "Kontrakt, który ustanawia ogólne warunki regulujące wszystkie przyszłe transakcje lub umowy między dwiema stronami.",
    "example": "Gdy umowa ramowa o świadczenie usług (MSA) zostanie zawarta, możemy realizować nowe projekty z tym klientem, używając znacznie prostszego Zakresu prac.",
    "reviewed": true
  },
  {
    "id": "sales_0043",
    "term": "Zapytanie ofertowe",
    "acronym": "RFP",
    "definition": "Formalny dokument biznesowy, który ogłasza projekt, opisuje go i zaprasza do składania ofert przez wykwalifikowanych dostawców w celu jego realizacji.",
    "example": "Agencja rządowa opublikowała zapytanie ofertowe (RFP) na nowy system infrastruktury IT, a nasz zespół pracuje nad szczegółową odpowiedzią.",
    "reviewed": true
  },
  {
    "id": "sales_0044",
    "term": "Social selling",
    "acronym": null,
    "definition": "Praktyka wykorzystywania platform mediów społecznościowych, takich jak LinkedIn, do wyszukiwania, nawiązywania kontaktu, zrozumienia i pielęgnowania relacji z potencjalnymi klientami.",
    "example": "Nasi najlepsi AE są świetni w social sellingu; regularnie udostępniają wartościowe treści branżowe, aby budować wiarygodność wśród potencjalnych klientów.",
    "reviewed": true
  },
  {
    "id": "sales_0045",
    "term": "Sprzedaż pośrednia",
    "acronym": null,
    "definition": "Strategia sprzedaży, w której firma sprzedaje swoje produkty lub usługi za pośrednictwem partnerów zewnętrznych, takich jak resellerzy, dystrybutorzy czy afiliantci.",
    "example": "Zamiast zatrudniać duży zespół sprzedaży bezpośredniej, używamy modelu sprzedaży pośredniej, aby dotrzeć do szerszego rynku międzynarodowego.",
    "reviewed": true
  },
  {
    "id": "sales_0046",
    "term": "Pielęgnowanie leadów",
    "acronym": null,
    "definition": "Proces budowania relacji z potencjalnymi klientami na każdym etapie lejka sprzedażowego, nawet jeśli nie są jeszcze gotowi do zakupu.",
    "example": "Używamy zautomatyzowanej kampanii e-mailowej do pielęgnowania leadów, wysyłając pomocne treści do potencjalnych klientów, dopóki nie będą gotowi na rozmowę sprzedażową.",
    "reviewed": true
  },
  {
    "id": "sales_0047",
    "term": "Podręcznik sprzedaży",
    "acronym": null,
    "definition": "Dokument, który określa proces sprzedaży firmy, najlepsze praktyki, skrypty rozmów i inne kluczowe zasoby, aby pomóc handlowcom odnosić sukcesy.",
    "example": "Każdy nowy pracownik w zespole sprzedaży musi przestudiować podręcznik sprzedaży podczas pierwszego tygodnia wdrożenia.",
    "reviewed": true
  },
  {
    "id": "sales_0048",
    "term": "Sprzedaż oparta na aktywnościach",
    "acronym": null,
    "definition": "Podejście do zarządzania sprzedażą, które koncentruje się na śledzeniu i zarządzaniu działaniami handlowców, które mają prowadzić do wyników sprzedażowych.",
    "example": "Nasz menedżer stosuje sprzedaż opartą na aktywnościach i oczekuje, że każdy SDR wykona co najmniej 50 telefonów dziennie.",
    "reviewed": true
  },
  {
    "id": "sales_0049",
    "term": "Góra lejka sprzedażowego",
    "acronym": "ToFu",
    "definition": "Pierwszy etap procesu zakupowego, w którym potencjalni klienci identyfikują problem i szukają informacji.",
    "example": "Nasze wpisy na blogu i e-booki kierujemy do odbiorców na górze lejka sprzedażowego, aby budować świadomość i przyciągać nowe leady.",
    "reviewed": true
  },
  {
    "id": "sales_0050",
    "term": "Przejęcie klienta od konkurencji",
    "acronym": null,
    "definition": "Strategia sprzedaży skoncentrowana na przekonaniu potencjalnego klienta do zmiany produktu lub usługi konkurenta na Twoją.",
    "example": "Nasza kampania ukierunkowana na przejęcie klientów od konkurencji podkreśla nasze lepsze funkcje, aby zdobyć klientów lidera rynku.",
    "reviewed": true
  },
  {
    "id": "sales_0051",
    "term": "Lead zakwalifikowany przez dział sprzedaży",
    "acronym": "SQL",
    "definition": "Potencjalny klient, który po weryfikacji przez zespół sprzedaży został uznany za gotowego na bezpośrednią rozmowę handlową.",
    "example": "Po naszej rozmowie wstępnej oznaczam tego leada jako SQL i przydzielam go do Account Executive'a w celu finalizacji umowy.",
    "reviewed": true
  },
  {
    "id": "sales_0052",
    "term": "Lead zakwalifikowany przez dział marketingu",
    "acronym": "MQL",
    "definition": "Potencjalny klient, który wykazał zainteresowanie w oparciu o działania marketingowe, ale nie jest jeszcze gotowy na rozmowę sprzedażową.",
    "example": "Dzięki webinarium wygenerowaliśmy ponad 200 MQL-ów, a teraz zespół SDR zajmie się ich dalszą kwalifikacją.",
    "reviewed": true
  },
  {
    "id": "sales_0053",
    "term": "Profil idealnego klienta",
    "acronym": "ICP",
    "definition": "Szczegółowy opis fikcyjnej firmy, która odniosłaby największe korzyści z Twojego produktu lub usługi.",
    "example": "Nasze kampanie marketingowe są skierowane do firm, które pasują do naszego profilu idealnego klienta, czyli do średniej wielkości firm technologicznych.",
    "reviewed": true
  },
  {
    "id": "sales_0054",
    "term": "Roczny przychód cykliczny",
    "acronym": "ARR",
    "definition": "Przewidywalny przychód, jakiego firma może oczekiwać od swoich subskrybentów w ujęciu rocznym.",
    "example": "Naszym głównym celem na następny rok obrotowy jest zwiększenie ARR do ponad 5 milionów dolarów.",
    "reviewed": true
  },
  {
    "id": "sales_0055",
    "term": "Miesięczny przychód cykliczny",
    "acronym": "MRR",
    "definition": "Przewidywalny przychód, jakiego firma może oczekiwać od swoich subskrybentów każdego miesiąca.",
    "example": "Mimo że straciliśmy kilku małych klientów, nasz MRR w zeszłym miesiącu i tak wzrósł o 5% dzięki nowym umowom.",
    "reviewed": true
  },
  {
    "id": "sales_0056",
    "term": "Koszt pozyskania klienta",
    "acronym": "CAC",
    "definition": "Całkowity koszt, jaki firma ponosi, wliczając wydatki na marketing i sprzedaż, aby zdobyć nowego klienta.",
    "example": "Musimy obniżyć nasz koszt pozyskania klienta poprzez optymalizację wydatków na reklamę.",
    "reviewed": true
  },
  {
    "id": "sales_0057",
    "term": "Wartość życiowa klienta",
    "acronym": "CLV",
    "definition": "Całkowity przychód, jakiego firma może racjonalnie oczekiwać od jednego klienta przez cały okres trwania relacji biznesowej.",
    "example": "Wysoka wartość życiowa klienta (CLV) uzasadnia większe wydatki na obsługę, aby klienci byli zadowoleni i kontynuowali subskrypcję.",
    "reviewed": true
  },
  {
    "id": "sales_0058",
    "term": "Retencja przychodów netto",
    "acronym": "NRR",
    "definition": "Wskaźnik mierzący przychody od obecnych klientów, uwzględniający zwiększenie wartości umów, ich zmniejszenie oraz rezygnacje z subskrypcji.",
    "example": "Z NRR na poziomie 115% skutecznie zwiększamy przychody z naszej obecnej bazy klientów poprzez sprzedaż dodatkowych usług (upselling).",
    "reviewed": true
  },
  {
    "id": "sales_0059",
    "term": "Tempo wzrostu liczby kwalifikowanych leadów",
    "acronym": "LVR",
    "definition": "Wskaźnik wzrostu liczby kwalifikowanych leadów generowanych przez firmę, mierzony z miesiąca na miesiąc.",
    "example": "Nasze tempo wzrostu liczby kwalifikowanych leadów wzrasta, co jest silnym prognostykiem przyszłego wzrostu sprzedaży.",
    "reviewed": true
  },
  {
    "id": "sales_0060",
    "term": "Proof of Concept",
    "acronym": "PoC",
    "definition": "Projekt na małą skalę lub test, mający na celu wykazanie, że dany produkt jest wykonalny i ma praktyczny potencjał dla klienta.",
    "example": "Klient zgodził się na płatny Proof of Concept (PoC), aby przetestować nasze oprogramowanie przed podpisaniem pełnej umowy.",
    "reviewed": true
  },
  {
    "id": "sales_0061",
    "term": "Operacje przychodowe",
    "acronym": "RevOps",
    "definition": "Funkcja biznesowa, która koordynuje działania sprzedaży, marketingu i obsługi klienta w celu zapewnienia przewidywalnego wzrostu przychodów.",
    "example": "Nasz zespół ds. operacji przychodowych jest odpowiedzialny za zarządzanie systemem CRM i dbanie o dokładność naszych danych sprzedażowych.",
    "reviewed": true
  },
  {
    "id": "sales_0062",
    "term": "Sales Development Representative",
    "acronym": "SDR",
    "definition": "Rola w sprzedaży wewnętrznej (inside sales) skoncentrowana na generowaniu i kwalifikowaniu nowych leadów do lejka sprzedażowego.",
    "example": "Sales Development Representative nawiązuje pierwszy kontakt z leadem, zanim przekaże go do Account Executive'a w celu przeprowadzenia demo.",
    "reviewed": true
  },
  {
    "id": "sales_0063",
    "term": "Account Executive",
    "acronym": "AE",
    "definition": "Rola w dziale sprzedaży odpowiedzialna za zarządzanie i zamykanie transakcji z zakwalifikowanymi leadami.",
    "example": "Gdy lead zostanie zakwalifikowany, Account Executive przejmuje kontakt, aby przeprowadzić prezentację produktu i negocjować umowę.",
    "reviewed": true
  },
  {
    "id": "sales_0064",
    "term": "Zakres prac",
    "acronym": "SOW",
    "definition": "Dokument, który określa konkretne zadania, produkty, harmonogramy i koszty projektu.",
    "example": "Proszę zapoznać się z załączonym zakresem prac i dać nam znać, jeśli mają Państwo jakieś pytania przed podpisaniem.",
    "reviewed": true
  },
  {
    "id": "sales_0065",
    "term": "Umowa ramowa o świadczenie usług",
    "acronym": "MSA",
    "definition": "Podstawowa umowa między dwiema stronami, która ustanawia ogólne warunki dla wszystkich przyszłych transakcji.",
    "example": "Ponieważ mamy już podpisaną umowę ramową o świadczenie usług, do tego nowego projektu potrzebujemy jedynie prostego dokumentu z zakresem prac.",
    "reviewed": true
  },
  {
    "id": "sales_0066",
    "term": "Zapytanie ofertowe",
    "acronym": "RFP",
    "definition": "Formalny dokument, który firma publikuje, aby zebrać oferty od potencjalnych dostawców na realizację określonego projektu.",
    "example": "Nasz zespół pracuje nad przygotowaniem odpowiedzi na zapytanie ofertowe klienta przed upływem terminu.",
    "reviewed": true
  },
  {
    "id": "sales_0067",
    "term": "Góra lejka sprzedażowego",
    "acronym": "ToFu",
    "definition": "Początkowy etap procesu zakupowego, w którym potencjalni klienci dopiero zaczynają identyfikować problem.",
    "example": "Nasze wpisy na blogu i treści w mediach społecznościowych są przeznaczone dla odbiorców na etapie góry lejka sprzedażowego, aby budować świadomość marki.",
    "reviewed": true
  },
  {
    "id": "sales_0068",
    "term": "Kwalifikowany lead sprzedażowy",
    "acronym": "SQL",
    "definition": "Potencjalny klient, który został zweryfikowany przez zespół sprzedaży i uznany za gotowego na kolejny etap w procesie sprzedażowym.",
    "example": "Po udanej rozmowie wstępnej, ten MQL stał się kwalifikowanym leadem sprzedażowym (SQL) i trafił do naszego pipeline'u.",
    "reviewed": true
  },
  {
    "id": "sales_0069",
    "term": "Kwalifikowany lead marketingowy",
    "acronym": "MQL",
    "definition": "Lead, który wykazał zainteresowanie ofertą firmy w wyniku działań marketingowych i ma większe prawdopodobieństwo zostania klientem niż inne leady.",
    "example": "Osoba, która pobiera nasz whitepaper, jest uważana za kwalifikowany lead marketingowy (MQL) i przekazywana do zespołu SDR w celu dalszych działań.",
    "reviewed": true
  },
  {
    "id": "sales_0070",
    "term": "Profil idealnego klienta",
    "acronym": "ICP",
    "definition": "Szczegółowy opis fikcyjnej firmy, która czerpie największą wartość z Twojego produktu lub usługi i reprezentuje Twojego najlepszego możliwego klienta.",
    "example": "Koncentrujemy nasze działania outboundowe na firmach, które pasują do naszego profilu idealnego klienta (ICP), w szczególności na firmach SaaS zatrudniających 50-200 pracowników.",
    "reviewed": true
  },
  {
    "id": "sales_0071",
    "term": "Roczny przychód cykliczny",
    "acronym": "ARR",
    "definition": "Przewidywalny, powtarzalny przychód, jakiego firma spodziewa się z subskrypcji lub kontraktów w okresie jednego roku.",
    "example": "Celem naszej firmy jest osiągnięcie 10 milionów dolarów rocznego przychodu cyklicznego (ARR) do końca roku obrotowego.",
    "reviewed": true
  },
  {
    "id": "sales_0072",
    "term": "Miesięczny przychód cykliczny",
    "acronym": "MRR",
    "definition": "Przewidywalny, powtarzalny przychód, jakiego firma spodziewa się otrzymywać co miesiąc z subskrypcji.",
    "example": "Dzięki 10 nowym klientom, których pozyskaliśmy, nasz miesięczny przychód cykliczny (MRR) wzrósł w tym miesiącu o 5 000 dolarów.",
    "reviewed": true
  },
  {
    "id": "sales_0073",
    "term": "Koszt pozyskania klienta",
    "acronym": "CAC",
    "definition": "Całkowity koszt działań sprzedażowych i marketingowych potrzebnych do pozyskania nowego klienta.",
    "example": "Musimy obniżyć nasz koszt pozyskania klienta (CAC); obecnie wydajemy 500 dolarów na pozyskanie każdego nowego klienta, co jest zbyt wysoką kwotą.",
    "reviewed": true
  },
  {
    "id": "sales_0074",
    "term": "Całkowita wartość klienta",
    "acronym": "CLV",
    "definition": "Prognoza całkowitego przychodu, jakiego firma może się spodziewać od jednego klienta przez cały okres trwania jego relacji z firmą.",
    "example": "Nasi najbardziej lojalni klienci mają wysoką całkowitą wartość klienta (CLV), co uzasadnia nasze inwestycje w zespół customer success.",
    "reviewed": true
  },
  {
    "id": "sales_0075",
    "term": "Wskaźnik retencji przychodu netto",
    "acronym": "NRR",
    "definition": "Wskaźnik procentowy mierzący, jaka część cyklicznego przychodu od obecnych klientów jest utrzymywana w określonym czasie, uwzględniając upgrady, downgrady i rezygnacje (churn).",
    "example": "Wskaźnik retencji przychodu netto (NRR) na poziomie 110% oznacza, że skutecznie sprzedajemy dodatkowe usługi naszym obecnym klientom i zwiększamy przychody nawet bez pozyskiwania nowych.",
    "reviewed": true
  },
  {
    "id": "sales_0076",
    "term": "Wskaźnik dynamiki wzrostu leadów",
    "acronym": "LVR",
    "definition": "Metryka mierząca miesięczny wzrost liczby kwalifikowanych leadów, wskazująca na kondycję pipeline'u sprzedażowego.",
    "example": "Nasz wskaźnik dynamiki wzrostu leadów (LVR) wzrósł w tym kwartale o 15%, co jest silnym prognostykiem przyszłego wzrostu przychodów.",
    "reviewed": true
  },
  {
    "id": "sales_0077",
    "term": "Dowód koncepcji",
    "acronym": "PoC",
    "definition": "Test lub demonstracja na małą skalę, mająca na celu wykazanie, że produkt lub pomysł jest wykonalny i może dostarczyć realną wartość potencjalnemu klientowi.",
    "example": "Potencjalny klient był pod wrażeniem wersji demo, ale przed podpisaniem pełnej umowy chce przeprowadzić 30-dniowy dowód koncepcji (PoC).",
    "reviewed": true
  },
  {
    "id": "sales_0078",
    "term": "Operacje przychodowe",
    "acronym": "RevOps",
    "definition": "Strategiczne zestrojenie operacji sprzedaży, marketingu i obsługi klienta w celu napędzania wzrostu przychodów i zwiększenia efektywności w całym cyklu życia klienta.",
    "example": "Nasz zespół ds. operacji przychodowych (RevOps) jest odpowiedzialny za zarządzanie systemem CRM, analizę danych sprzedażowych i optymalizację naszego procesu go-to-market.",
    "reviewed": true
  },
  {
    "id": "sales_0079",
    "term": "Przedstawiciel ds. rozwoju sprzedaży",
    "acronym": "SDR",
    "definition": "Rodzaj wewnętrznego przedstawiciela handlowego, który koncentruje się na poszukiwaniu i kwalifikowaniu leadów w celu tworzenia szans sprzedażowych dla Account Executive'ów.",
    "example": "Zespół przedstawicieli ds. rozwoju sprzedaży (SDR) jest odpowiedzialny za cold calling i wysyłanie e-maili do nowych potencjalnych klientów w celu umówienia spotkań dla AE.",
    "reviewed": true
  },
  {
    "id": "sales_0080",
    "term": "Opiekun klienta",
    "acronym": "AE",
    "definition": "Stanowisko sprzedażowe odpowiedzialne za zarządzanie relacjami z nowymi i obecnymi klientami oraz finalizowanie transakcji.",
    "example": "Gdy SDR zakwalifikuje leada, przekazuje go do opiekuna klienta (AE), który przeprowadza demo i finalizuje transakcję.",
    "reviewed": true
  },
  {
    "id": "sales_0081",
    "term": "Specyfikacja zakresu prac",
    "acronym": "SOW",
    "definition": "Dokument prawny, który określa konkretne zadania, produkty, harmonogramy i koszty projektu lub świadczonej usługi.",
    "example": "Zanim rozpoczniemy wdrożenie, obie strony muszą podpisać specyfikację zakresu prac (SOW), aby uzgodnić zakres projektu.",
    "reviewed": true
  },
  {
    "id": "sales_0082",
    "term": "Umowa ramowa o świadczenie usług",
    "acronym": "MSA",
    "definition": "Podstawowa umowa między dwiema stronami, która ustala ogólne warunki dla wszystkich przyszłych transakcji lub projektów.",
    "example": "Mamy już z klientem podpisaną umowę ramową o świadczenie usług (MSA), więc w przypadku tego nowego projektu musimy jedynie przygotować prostą specyfikację zakresu prac.",
    "reviewed": true
  },
  {
    "id": "sales_0083",
    "term": "Zapytanie ofertowe",
    "acronym": "RFP",
    "definition": "Formalny dokument, który firma wysyła do potencjalnych dostawców, prosząc ich o złożenie propozycji biznesowej na dostarczenie określonego produktu lub usługi.",
    "example": "Agencja rządowa wysłała zapytanie ofertowe (RFP), a my mamy dwa tygodnie na przygotowanie i złożenie naszej oferty.",
    "reviewed": true
  },
  {
    "id": "sales_0084",
    "term": "Góra lejka sprzedażowego",
    "acronym": "TOFU",
    "definition": "Początkowy etap procesu zakupowego, w którym potencjalni klienci dopiero zaczynają identyfikować problem i szukać informacji.",
    "example": "Nasza strategia dla góry lejka sprzedażowego (TOFU) koncentruje się na tworzeniu wpisów na blogu i treści w mediach społecznościowych, aby przyciągnąć szeroką publiczność.",
    "reviewed": true
  },
  {
    "id": "sales_0085",
    "term": "Penetracja klienta",
    "acronym": null,
    "definition": "Strategia zwiększania sprzedaży w organizacji obecnego klienta poprzez sprzedaż większej liczby produktów lub ekspansję na inne działy.",
    "example": "Nasza penetracja u tego klienta jest niska; współpracujemy tylko z jego zespołem marketingowym, a powinniśmy rozmawiać także z działem sprzedaży.",
    "reviewed": true
  },
  {
    "id": "sales_0086",
    "term": "Klauzula akceleracyjna",
    "acronym": null,
    "definition": "Zapis w umowie, który zwiększa stawkę prowizji handlowca po przekroczeniu przez niego celu sprzedażowego.",
    "example": "Mój plan prowizyjny zawiera klauzulę akceleracyjną, więc zarobię 15% od każdej transakcji, którą zamknę po osiągnięciu rocznego celu.",
    "reviewed": true
  },
  {
    "id": "sales_0087",
    "term": "Wskaźnik adopcji",
    "acronym": null,
    "definition": "Procent użytkowników, którzy stają się regularnymi, aktywnymi użytkownikami produktu lub funkcji po początkowym okresie próbnym lub zakupie.",
    "example": "Wskaźnik adopcji naszej nowej funkcji wynosi ponad 80%, co pokazuje, że klienci uważają ją za bardzo wartościową.",
    "reviewed": true
  },
  {
    "id": "sales_0088",
    "term": "Program ambasadorski",
    "acronym": null,
    "definition": "Inicjatywa marketingowa, która zachęca zaangażowanych klientów do promowania marki lub produktu poprzez referencje, polecenia i media społecznościowe.",
    "example": "Uruchamiamy program ambasadorski, aby nagradzać naszych najlepszych klientów za polecanie nas nowym klientom.",
    "reviewed": true
  },
  {
    "id": "sales_0089",
    "term": "Roczna wartość kontraktu",
    "acronym": "ACV",
    "definition": "Średni roczny przychód generowany z jednego kontraktu z klientem, nie wliczając opłat jednorazowych.",
    "example": "Naszym celem w tym roku jest zwiększenie naszej średniej rocznej wartości kontraktu (ACV) poprzez docieranie do większych klientów korporacyjnych.",
    "reviewed": true
  },
  {
    "id": "sales_0090",
    "term": "Zamknięcie z założenia",
    "acronym": null,
    "definition": "Technika zamykania sprzedaży, w której sprzedawca celowo zakłada, że potencjalny klient już podjął decyzję o zakupie.",
    "example": "Stosując zamknięcie z założenia, sprzedawca zapytał: 'A zatem, który dzień w przyszłym tygodniu najbardziej pasuje na naszą rozmowę wdrożeniową?'",
    "reviewed": true
  },
  {
    "id": "sales_0091",
    "term": "Wskaźnik sprzedaży wiązanej",
    "acronym": null,
    "definition": "Metryka mierząca liczbę sprzedanych produktów dodatkowych lub rozszerzeń w stosunku do produktu podstawowego.",
    "example": "Wskaźnik sprzedaży wiązanej dla naszego pakietu wsparcia premium wynosi prawie 60%, co znacznie zwiększa wartość każdej transakcji.",
    "reviewed": true
  },
  {
    "id": "sales_0092",
    "term": "Rozkład realizacji celów",
    "acronym": null,
    "definition": "Raport lub wykres przedstawiający wyniki zespołu sprzedażowego, ilustrujący, ilu przedstawicieli osiąga, przekracza lub nie osiąga swoich kwot sprzedażowych.",
    "example": "Wykres rozkładu realizacji celów pokazuje, że 70% naszego zespołu sprzedaży zrealizowało swoją kwotę w ostatnim kwartale, co jest świetnym wynikiem.",
    "reviewed": true
  },
  {
    "id": "sales_0093",
    "term": "Zasada autorytetu",
    "acronym": null,
    "definition": "Zasada psychologiczna mówiąca, że ludzie są bardziej skłonni ufać i postępować zgodnie z radą wiarygodnego eksperta lub autorytetu.",
    "example": "Prezentując na naszej stronie internetowej referencje od liderów branży, wykorzystujemy zasadę autorytetu, aby budować zaufanie u nowych potencjalnych klientów.",
    "reviewed": true
  },
  {
    "id": "sales_0094",
    "term": "Najlepsza alternatywa dla negocjowanego porozumienia",
    "acronym": "BATNA",
    "definition": "Najkorzystniejszy kierunek działania, jaki strona może podjąć, jeśli negocjacje z klientem zakończą się niepowodzeniem i nie uda się osiągnąć porozumienia.",
    "example": "Przed rozpoczęciem negocjacji określiliśmy, że naszą najlepszą alternatywą dla negocjowanego porozumienia (BATNA) jest wycofanie się i skupienie na drugiej dużej transakcji w naszym pipeline.",
    "reviewed": true
  },
  {
    "id": "sales_0095",
    "term": "Prognoza w wariancie optymistycznym",
    "acronym": null,
    "definition": "Prognoza sprzedaży, która reprezentuje całkowity potencjalny przychód, jeśli każda transakcja w pipeline, włączając te mało prawdopodobne, zakończy się sukcesem.",
    "example": "Moja prognoza w wariancie optymistycznym na ten kwartał wynosi 500 000 dolarów, ale moja bardziej realistyczna prognoza z wysokim prawdopodobieństwem realizacji jest bliższa 300 000 dolarów.",
    "reviewed": true
  },
  {
    "id": "sales_0096",
    "term": "Wartość fakturowania",
    "acronym": null,
    "definition": "Całkowita kwota zafakturowana klientom w określonym okresie, która może różnić się od przychodu ze względu na zasady rachunkowości.",
    "example": "Nasza wartość fakturowania była wysoka w tym kwartale, ponieważ podpisaliśmy kilka wieloletnich umów i wystawiliśmy faktury za cały pierwszy rok z góry.",
    "reviewed": true
  },
  {
    "id": "sales_0097",
    "term": "Transakcja z nieba",
    "acronym": null,
    "definition": "Niespodziewana sprzedaż, która pojawia się przy niewielkim lub żadnym wysiłku ze strony zespołu sprzedażowego, często od byłego klienta lub w wyniku zapytania przychodzącego.",
    "example": "Trafiliśmy dziś na transakcję z nieba; zadzwoniła nowa firma byłego klienta i poprosiła o wycenę na 100 licencji.",
    "reviewed": true
  },
  {
    "id": "sales_0098",
    "term": "Wartość podpisanych kontraktów",
    "acronym": null,
    "definition": "Całkowita wartość wszystkich kontraktów podpisanych z klientami w określonym okresie, reprezentująca zobowiązanie do przyszłego przychodu.",
    "example": "Zespół sprzedaży miał rekordowy kwartał – wartość podpisanych kontraktów z nowymi klientami korporacyjnymi przekroczyła 2 miliony dolarów.",
    "reviewed": true
  },
  {
    "id": "sales_0099",
    "term": "Dysonans pozakupowy",
    "acronym": null,
    "definition": "Uczucie żalu, niepokoju lub wątpliwości, którego klient doświadcza po podjęciu decyzji o zakupie.",
    "example": "Nasz proces onboardingu ma na celu natychmiastowe pokazanie wartości i zapobieganie dysonansowi pozakupowemu.",
    "reviewed": true
  },
  {
    "id": "sales_0100",
    "term": "Komitet zakupowy",
    "acronym": null,
    "definition": "Grupa osób w firmie, która jest wspólnie odpowiedzialna za podjęcie ostatecznej decyzji o zakupie, często obejmująca użytkowników, ekspertów technicznych i kadrę kierowniczą.",
    "example": "Musimy uzyskać zgodę całego komitetu zakupowego, w skład którego wchodzą szefowie działów IT, finansów i marketingu.",
    "reviewed": true
  },
  {
    "id": "sales_0101",
    "term": "Konflikt w kanale dystrybucji",
    "acronym": null,
    "definition": "Sytuacja, w której bezpośredni zespół sprzedaży firmy konkuruje o tego samego klienta ze swoimi partnerami dystrybucyjnymi (takimi jak resellerzy).",
    "example": "Stworzyliśmy jasne zasady postępowania, aby uniknąć konfliktu w kanale dystrybucji między naszymi wewnętrznymi handlowcami a partnerami.",
    "reviewed": true
  },
  {
    "id": "sales_0102",
    "term": "Klauzula zwrotu prowizji",
    "acronym": null,
    "definition": "Zapis w umowie, który pozwala firmie odzyskać prowizję wypłaconą sprzedawcy, jeśli klient anuluje umowę przed terminem lub nie zapłaci.",
    "example": "Nasz plan wynagrodzeń zawiera klauzulę zwrotu prowizji obowiązującą przez pierwsze sześć miesięcy każdej nowej umowy.",
    "reviewed": true
  },
  {
    "id": "sales_0103",
    "term": "Współsprzedaż",
    "acronym": null,
    "definition": "Partnerstwo, w ramach którego dwie firmy współpracują w celu sprzedaży swoich komplementarnych produktów lub usług temu samemu klientowi.",
    "example": "Prowadzimy współsprzedaż z naszym dostawcą usług chmurowych, aby zaoferować wspólne rozwiązanie, które spełnia wszystkie potrzeby klienta.",
    "reviewed": true
  },
  {
    "id": "sales_0104",
    "term": "Dysonans poznawczy",
    "acronym": null,
    "definition": "Dyskomfort psychiczny doświadczany przez osobę, która ma dwie lub więcej sprzecznych ze sobą przekonań, idei lub wartości, często odczuwany przez kupującego po dokonaniu zakupu.",
    "example": "Dobry sprzedawca pomaga rozwiązać dysonans poznawczy klienta, upewniając go, że dokonał właściwego wyboru.",
    "reviewed": true
  },
  {
    "id": "sales_0105",
    "term": "Analiza kohortowa",
    "acronym": null,
    "definition": "Narzędzie analityki behawioralnej, które dzieli dane na grupy osób o wspólnych cechach w czasie, na przykład klientów, którzy zarejestrowali się w tym samym miesiącu.",
    "example": "Analiza kohortowa pokazuje, że klienci, którzy dołączyli w maju, mają znacznie wyższy wskaźnik retencji niż ci z czerwca.",
    "reviewed": true
  },
  {
    "id": "sales_0106",
    "term": "Opanowanie przekazu sprzedażowego",
    "acronym": null,
    "definition": "Framework komunikacji sprzedażowej, który zapewnia, że sprzedawcy potrafią jasno artykułować wartość swojego rozwiązania w kontekście specyficznych problemów klienta.",
    "example": "Po szkoleniu nasz zespół ma znacznie lepsze opanowanie przekazu sprzedażowego i potrafi z pewnością siebie wyjaśniać nasze przewagi konkurencyjne.",
    "reviewed": true
  },
  {
    "id": "sales_0107",
    "term": "Zaliczka na poczet prowizji",
    "acronym": null,
    "definition": "Zaliczka na poczet przyszłych oczekiwanych prowizji, często przyznawana nowym sprzedawcom, aby zapewnić im stabilny dochód w okresie budowania pipeline'u.",
    "example": "Firma oferuje bezzwrotną zaliczkę na poczet prowizji przez pierwsze trzy miesiące, aby pomóc nowym pracownikom na starcie.",
    "reviewed": true
  },
  {
    "id": "sales_0108",
    "term": "Prognoza commit",
    "acronym": null,
    "definition": "Prognoza sprzedaży obejmująca transakcje, co do których sprzedawca ma wysoką pewność (np. 90% lub więcej), że zostaną zamknięte w bieżącym okresie.",
    "example": "Mam w pipeline dziesięć transakcji, ale moja prognoza commit obejmuje tylko te trzy, które są na etapie finalizacji umowy.",
    "reviewed": true
  },
  {
    "id": "sales_0109",
    "term": "Sprzedaż konceptualna",
    "acronym": null,
    "definition": "Metodologia sprzedaży, w której sprzedawca odkrywa podstawowe potrzeby biznesowe klienta, czyli 'koncepcję', i łączy swoje rozwiązanie z osiągnięciem tego celu.",
    "example": "Zamiast sprzedawać tylko funkcje, sprzedaż konceptualna uczy nas sprzedawać klientowi 'koncepcję' poprawy wydajności.",
    "reviewed": true
  },
  {
    "id": "sales_0110",
    "term": "CPQ (Configure, Price, Quote)",
    "acronym": "CPQ",
    "definition": "Oprogramowanie, które pomaga sprzedawcom szybko i dokładnie generować oferty na złożone i konfigurowalne produkty.",
    "example": "Nasze nowe narzędzie CPQ automatycznie oblicza rabaty i zapewnia, że wszystkie nasze propozycje są dokładne i profesjonalne.",
    "reviewed": true
  },
  {
    "id": "sales_0111",
    "term": "Kontrakcja MRR",
    "acronym": null,
    "definition": "Kwota miesięcznego przychodu cyklicznego utracona w wyniku przejścia obecnych klientów na tańszy plan (downgrade).",
    "example": "Mieliśmy 5000 dolarów w Expansion MRR, ale 2000 dolarów w kontrakcji MRR, co dało nam zysk netto w wysokości 3000 dolarów z naszej bazy klientów.",
    "reviewed": true
  },
  {
    "id": "sales_0112",
    "term": "Wskaźnik kondycji klienta",
    "acronym": null,
    "definition": "Metryka używana do przewidywania lojalności klienta i potencjalnego ryzyka rezygnacji, obliczana na podstawie takich czynników, jak wykorzystanie produktu, zgłoszenia do pomocy technicznej i odpowiedzi w ankietach.",
    "example": "Ten klient ma niski wskaźnik kondycji, więc menedżer ds. sukcesu klienta musi się z nim natychmiast skontaktować.",
    "reviewed": true
  },
  {
    "id": "sales_0113",
    "term": "Wzbogacanie danych",
    "acronym": null,
    "definition": "Proces łączenia danych od firm zewnętrznych z istniejącą bazą danych o klientach lub leadach w celu jej uzupełnienia i zwiększenia dokładności.",
    "example": "Używamy narzędzia do wzbogacania danych, aby dodawać informacje o wielkości firmy i branży do wszystkich naszych nowych leadów w CRM.",
    "reviewed": true
  },
  {
    "id": "sales_0114",
    "term": "Zespół ds. transakcji niestandardowych",
    "acronym": null,
    "definition": "Wielofunkcyjny zespół (często składający się z przedstawicieli działów sprzedaży, finansów i prawnego), który pomaga w strukturyzacji i zatwierdzaniu złożonych lub niestandardowych transakcji.",
    "example": "Ponieważ klient prosi o niestandardową wycenę, musimy zgłosić tę transakcję do zespołu ds. transakcji niestandardowych w celu zatwierdzenia.",
    "reviewed": true
  },
  {
    "id": "sales_0115",
    "term": "Przegląd transakcji",
    "acronym": null,
    "definition": "Formalne spotkanie, podczas którego menedżer sprzedaży i sprzedawca analizują status konkretnej transakcji w pipeline, aby opracować strategię i upewnić się, że postępuje ona zgodnie z planem.",
    "example": "Podczas naszego cotygodniowego przeglądu transakcji omówiliśmy wstrzymaną umowę z klientem korporacyjnym i opracowaliśmy nowy plan zaangażowania dyrektora finansowego.",
    "reviewed": true
  },
  {
    "id": "sales_0116",
    "term": "Rejestracja transakcji",
    "acronym": null,
    "definition": "Proces, w ramach którego partner kanałowy (taki jak reseller) informuje dostawcę o leadzie, nad którym pracuje, aby uzyskać wyłączność i uniknąć konfliktu.",
    "example": "Nasz partner zarejestrował transakcję dla klienta ABC Corp, więc nasz bezpośredni zespół sprzedaży nie może już się nim zajmować.",
    "reviewed": true
  },
  {
    "id": "sales_0117",
    "term": "Przesunięcie zamknięcia transakcji",
    "acronym": null,
    "definition": "Sytuacja, w której transakcja prognozowana do zamknięcia w bieżącym okresie (np. w tym miesiącu lub kwartale) zostaje przesunięta na przyszły okres.",
    "example": "W ostatnim kwartale doświadczyliśmy przesunięcia zamknięcia transakcji, ponieważ dwa duże kontrakty zostały opóźnione i zostaną sfinalizowane dopiero w Q3.",
    "reviewed": true
  },
  {
    "id": "sales_0118",
    "term": "Klauzula deceleracyjna",
    "acronym": null,
    "definition": "Postanowienie umowne w planie prowizyjnym, które obniża stawkę prowizji dla przedstawicieli handlowych, którzy nie osiągnęli określonego progu wyników.",
    "example": "Nasz nowy plan wynagrodzeń zawiera klauzulę deceleracyjną; jeśli zrealizujesz mniej niż 50% swojej kwoty, Twoja stawka prowizji spadnie z 10% do 7%.",
    "reviewed": true
  },
  {
    "id": "sales_0119",
    "term": "Zmęczenie decyzyjne",
    "acronym": null,
    "definition": "Koncepcja psychologiczna, zgodnie z którą zdolność osoby do podejmowania dobrych decyzji pogarsza się po długiej sesji ich podejmowania.",
    "example": "Po przeanalizowaniu dziesięciu różnych opcji oprogramowania klient odczuwał zmęczenie decyzyjne i nie mógł zobowiązać się do zakupu.",
    "reviewed": true
  },
  {
    "id": "sales_0120",
    "term": "Obniżenie planu",
    "acronym": null,
    "definition": "Sytuacja, w której klient decyduje się na przejście na tańszą wersję produktu lub usługi, co skutkuje zmniejszeniem wartości jego umowy.",
    "example": "Podczas spowolnienia gospodarczego zauważyliśmy, że kilku klientów obniżyło swoje plany do wersji podstawowej, aby zaoszczędzić na kosztach.",
    "reviewed": true
  },
  {
    "id": "sales_0121",
    "term": "Strategiczny przegląd biznesowy",
    "acronym": "EBR",
    "definition": "Strategiczne spotkanie między dostawcą a zarządem klienta w celu oceny dostarczonej wartości, omówienia celów i uzgodnienia przyszłej strategii.",
    "example": "Na nadchodzący strategiczny przegląd biznesowy (EBR) musimy przygotować prezentację, która jasno pokaże zwrot z inwestycji, jaki nasz klient osiągnął dzięki naszej platformie.",
    "reviewed": true
  },
  {
    "id": "sales_0122",
    "term": "Wsparcie na szczeblu zarządu",
    "acronym": null,
    "definition": "Aktywne wsparcie i zaangażowanie ze strony menedżera wyższego szczebla (executive) w organizacji klienta dla określonego projektu lub zakupu.",
    "example": "Nie zamkniemy tej transakcji o wartości miliona dolarów bez silnego wsparcia na szczeblu zarządu, w tym ze strony ich dyrektora finansowego.",
    "reviewed": true
  },
  {
    "id": "sales_0123",
    "term": "Przychody z ekspansji",
    "acronym": null,
    "definition": "Przychody generowane od istniejących klientów poza ich pierwotnym zakupem, na przykład poprzez upselling, cross-selling lub sprzedaż dodatków.",
    "example": "Nasz zespół ds. sukcesu klienta koncentruje się na generowaniu przychodów z ekspansji poprzez identyfikowanie możliwości sprzedaży dodatkowych usług naszej obecnej bazie klientów.",
    "reviewed": true
  },
  {
    "id": "sales_0124",
    "term": "GAP Selling",
    "acronym": null,
    "definition": "Metodologia sprzedaży skoncentrowana na identyfikacji „luki” (ang. gap) między obecnym stanem potencjalnego klienta a jego pożądanym stanem w przyszłości, a następnie pozycjonowaniu produktu jako rozwiązania.",
    "example": "Stosując GAP Selling, przedstawiciel pomógł klientowi uświadomić sobie, że jego obecny proces kosztuje go 50 000 zł miesięcznie, tworząc mocne uzasadnienie biznesowe dla naszego rozwiązania.",
    "reviewed": true
  },
  {
    "id": "sales_0125",
    "term": "Negocjacje oparte na wzajemnych ustępstwach",
    "acronym": null,
    "definition": "Taktyka negocjacyjna, w której oferujesz ustępstwo drugiej stronie w zamian za otrzymanie od niej ustępstwa o równej lub większej wartości.",
    "example": "Stosując zasadę wzajemnych ustępstw, zaoferowałem im 5% zniżki w zamian za dwuletnią umowę zamiast rocznej.",
    "reviewed": true
  },
  {
    "id": "sales_0126",
    "term": "Retencja przychodów brutto",
    "acronym": "GRR",
    "definition": "Wskaźnik mierzący procent przychodów cyklicznych utrzymanych od istniejących klientów w określonym czasie, z wyłączeniem przychodów z ekspansji.",
    "example": "Nasz wskaźnik retencji przychodów brutto (GRR) wynosi 95%, co oznacza, że w zeszłym roku straciliśmy tylko 5% przychodów od obecnych klientów z powodu rezygnacji lub obniżenia planów.",
    "reviewed": true
  },
  {
    "id": "sales_0127",
    "term": "Klauzula odszkodowawcza",
    "acronym": null,
    "definition": "Postanowienie umowne, w którym jedna strona zgadza się zrekompensować drugiej wszelkie szkody, straty lub zobowiązania wynikające z umowy.",
    "example": "Nasz dział prawny zawsze nalega na mocną klauzulę odszkodowawczą, aby chronić nas przed potencjalnymi procesami sądowymi.",
    "reviewed": true
  },
  {
    "id": "sales_0128",
    "term": "Zarządzanie kluczowymi klientami",
    "acronym": null,
    "definition": "Proces budowania i utrzymywania długoterminowych relacji z najważniejszymi klientami firmy w celu maksymalizacji wzajemnej wartości.",
    "example": "Nasza strategia zarządzania kluczowymi klientami obejmuje przypisanie dedykowanego menedżera do każdego z naszych 10 największych klientów.",
    "reviewed": true
  },
  {
    "id": "sales_0129",
    "term": "Dystrybucja leadów",
    "acronym": null,
    "definition": "Zautomatyzowany proces przypisywania przychodzących leadów do odpowiednich przedstawicieli handlowych na podstawie predefiniowanych kryteriów, takich jak terytorium, wielkość firmy czy branża.",
    "example": "Reguły dystrybucji leadów w naszym systemie CRM automatycznie wysyłają wszystkie leady z branży medycznej do zespołu Sary.",
    "reviewed": true
  },
  {
    "id": "sales_0130",
    "term": "Model oceny leadów",
    "acronym": null,
    "definition": "System używany do klasyfikacji leadów poprzez przypisywanie punktów za różne atrybuty i zachowania w celu określenia ich gotowości do zakupu.",
    "example": "Według naszego modelu oceny leadów, każdy, kto prosi o demo i pracuje w firmie z listy Fortune 500, jest uważany za „gorącego” leada.",
    "reviewed": true
  },
  {
    "id": "sales_0131",
    "term": "Współczynnik konwersji leada na szansę sprzedaży",
    "acronym": null,
    "definition": "Wskaźnik mierzący procent leadów, które zostały zakwalifikowane przez zespół sprzedaży i przekształcone w aktywne szanse sprzedaży.",
    "example": "Nasz współczynnik konwersji leada na szansę sprzedaży wzrósł w tym kwartale do 15%, co wskazuje na lepszą jakość leadów z marketingu.",
    "reviewed": true
  },
  {
    "id": "sales_0132",
    "term": "Ograniczenie odpowiedzialności",
    "acronym": null,
    "definition": "Klauzula umowna, która ogranicza kwotę odszkodowania, jakiej jedna strona może dochodzić od drugiej w przypadku naruszenia umowy.",
    "example": "Klauzula dotycząca ograniczenia odpowiedzialności w umowie stanowi, że maksymalne roszczenie nie może przekroczyć całkowitej kwoty opłat wniesionych w ciągu ostatnich 12 miesięcy.",
    "reviewed": true
  },
  {
    "id": "sales_0133",
    "term": "Odpływ klientów (logo churn)",
    "acronym": null,
    "definition": "Wskaźnik mierzący, jaki odsetek klientów (liczonych jako osobne firmy, czyli „logo”) rezygnuje ze współpracy w danym okresie.",
    "example": "Mimo że nasze przychody są stabilne, nasz odpływ klientów (logo churn) jest wysoki, co oznacza, że tracimy małych klientów i zastępujemy ich większymi.",
    "reviewed": true
  },
  {
    "id": "sales_0134",
    "term": "Awersja do straty",
    "acronym": null,
    "definition": "Zasada psychologiczna mówiąca, że ludzie odczuwają ból straty silniej niż przyjemność z równoważnego zysku.",
    "example": "Sprzedawca wykorzystał awersję do straty, podkreślając, że firma straci przewagę konkurencyjną, jeśli nie wdroży nowej technologii.",
    "reviewed": true
  },
  {
    "id": "sales_0135",
    "term": "Magic Number",
    "acronym": null,
    "definition": "Wskaźnik SaaS używany do pomiaru efektywności sprzedaży i marketingu, obliczający, ile nowych przychodów cyklicznych generuje każda wydana złotówka.",
    "example": "Wskaźnik Magic Number powyżej 0,75 oznacza, że nasze inwestycje w sprzedaż i marketing generują przychody w sposób efektywny.",
    "reviewed": true
  },
  {
    "id": "sales_0136",
    "term": "Fundusze na rozwój rynku",
    "acronym": "MDF",
    "definition": "Środki finansowe przekazywane przez producenta partnerom handlowym, takim jak dystrybutorzy czy resellerzy, w celu wsparcia ich działań marketingowych i sprzedażowych.",
    "example": "Przeznaczyliśmy nasze fundusze na rozwój rynku, aby pomóc naszemu najlepszemu resellerowi w przeprowadzeniu lokalnej kampanii reklamowej.",
    "reviewed": true
  },
  {
    "id": "sales_0137",
    "term": "Multi-threading",
    "acronym": null,
    "definition": "Praktyka sprzedaży polegająca na nawiązywaniu relacji z wieloma interesariuszami w organizacji potencjalnego klienta w celu zmniejszenia ryzyka i zwiększenia szans na zamknięcie transakcji.",
    "example": "Transakcja jest ryzykowna, ponieważ mamy tylko jeden punkt kontaktu; musimy zacząć stosować multi-threading i zbudować relację z szefem działu inżynierii.",
    "reviewed": true
  },
  {
    "id": "sales_0138",
    "term": "Wzajemny plan działania",
    "acronym": "MAP",
    "definition": "Wspólny dokument udostępniany między sprzedawcą a potencjalnym klientem, który określa kroki i harmonogram wymagane od obu stron do sfinalizowania zakupu.",
    "example": "Stworzyliśmy z klientem wzajemny plan działania, aby upewnić się, że dotrzymamy terminu podpisania umowy do końca miesiąca.",
    "reviewed": true
  },
  {
    "id": "sales_0139",
    "term": "NEAT Selling",
    "acronym": null,
    "definition": "Framework kwalifikacji sprzedaży, który koncentruje się na zrozumieniu podstawowych potrzeb (Needs), wpływu ekonomicznego (Economic impact), dostępu do osób decyzyjnych (Access to authority) i harmonogramu (Timeline) potencjalnego klienta.",
    "example": "Zastosowanie frameworku NEAT Selling pomogło mi zrozumieć prawdziwy wpływ ekonomiczny problemu, co wzmocniło moje uzasadnienie biznesowe.",
    "reviewed": true
  },
  {
    "id": "sales_0140",
    "term": "Całkowite wynagrodzenie docelowe",
    "acronym": "OTE",
    "definition": "Całkowite potencjalne wynagrodzenie, jakie sprzedawca może zarobić, jeśli osiągnie 100% swojej kwoty sprzedaży, składające się z pensji podstawowej i prowizji zmiennej.",
    "example": "Stanowisko Account Executive oferuje całkowite wynagrodzenie docelowe (OTE) w wysokości 150 000 zł, z podziałem 50/50 na pensję podstawową i prowizję.",
    "reviewed": true
  },
  {
    "id": "sales_0141",
    "term": "Proces wdrożenia klienta",
    "acronym": null,
    "definition": "Ustrukturyzowany proces pomagający nowym klientom zapoznać się z produktem lub usługą, aby zapewnić im długoterminowy sukces.",
    "example": "Płynny proces wdrożenia klienta jest kluczowy dla zmniejszenia odpływu klientów i zwiększenia adopcji produktu.",
    "reviewed": true
  },
  {
    "id": "sales_0142",
    "term": "Współczynnik konwersji szans na wygrane",
    "acronym": null,
    "definition": "Wskaźnik sprzedaży, który oblicza procent zakwalifikowanych szans sprzedaży, które kończą się wygraną transakcją, znany również jako win rate.",
    "example": "Współczynnik konwersji szans na wygrane w naszym zespole wynosi 25%, co oznacza, że wygrywamy jedną na cztery transakcje w naszym pipeline.",
    "reviewed": true
  },
  {
    "id": "sales_0143",
    "term": "Formularz zamówienia",
    "acronym": null,
    "definition": "Dokument, który klient wypełnia, aby oficjalnie złożyć zamówienie na produkty lub usługi, określając ilości, ceny i warunki.",
    "example": "Gdy tylko klient podpisze formularz zamówienia, transakcja jest oficjalnie zamknięta i możemy rozpocząć wdrożenie.",
    "reviewed": true
  },
  {
    "id": "sales_0144",
    "term": "Zarządzanie relacjami z partnerami",
    "acronym": "PRM",
    "definition": "Strategia i oprogramowanie używane do usprawniania i zarządzania procesami biznesowymi między firmą a jej partnerami handlowymi.",
    "example": "Używamy systemu PRM, aby dostarczać naszym resellerom materiały marketingowe i śledzić ich wysiłki w generowaniu leadów.",
    "reviewed": true
  },
  {
    "id": "sales_0145",
    "term": "Struktura wynagrodzenia",
    "acronym": null,
    "definition": "Stosunek stałej pensji podstawowej sprzedawcy do jego zmiennej prowizji opartej na wynikach.",
    "example": "Struktura wynagrodzenia 60/40 oznacza, że 60% docelowego wynagrodzenia sprzedawcy pochodzi z pensji podstawowej, a 40% z prowizji.",
    "reviewed": true
  },
  {
    "id": "sales_0146",
    "term": "Okres zwrotu z inwestycji w klienta",
    "acronym": null,
    "definition": "Czas potrzebny na to, aby klient wygenerował wystarczający przychód do pokrycia kosztów jego pozyskania.",
    "example": "Przy naszych obecnych cenach okres zwrotu z inwestycji w klienta wynosi około 18 miesięcy, co jest nieco za długo jak na naszą branżę.",
    "reviewed": true
  },
  {
    "id": "sales_0147",
    "term": "Wskaźnik pokrycia pipeline'u",
    "acronym": null,
    "definition": "Wskaźnik porównujący całkowitą wartość wszystkich otwartych szans sprzedaży w pipeline'ie do kwoty sprzedażowej handlowca na dany okres.",
    "example": "Nasz menedżer chce, aby każdy przedstawiciel utrzymywał wskaźnik pokrycia pipeline'u na poziomie co najmniej 3x, co oznacza, że na każdego złotego z kwoty przypadają trzy złote w pipeline'ie.",
    "reviewed": true
  },
  {
    "id": "sales_0148",
    "term": "Generowanie szans sprzedaży",
    "acronym": null,
    "definition": "Proces tworzenia nowych, zakwalifikowanych szans sprzedaży w celu wypełnienia pipeline'u sprzedażowego poprzez prospecting i działania marketingowe.",
    "example": "Naszym głównym celem na ten kwartał jest generowanie szans sprzedaży, więc zespół handlowy będzie wykonywał dużo zimnych telefonów.",
    "reviewed": true
  },
  {
    "id": "sales_0149",
    "term": "Higiena pipeline'u",
    "acronym": null,
    "definition": "Praktyka regularnego przeglądania i aktualizowania pipeline'u sprzedażowego w celu zapewnienia, że wszystkie dane są dokładne i dostarczają realistycznej prognozy sprzedaży.",
    "example": "Menedżer sprzedaży podkreślił znaczenie dobrej higieny pipeline'u, prosząc wszystkich o usunięcie zablokowanych transakcji i zaktualizowanie dat ich zamknięcia.",
    "reviewed": true
  },
  {
    "id": "sales_0150",
    "term": "Dowód wartości",
    "acronym": "PoV",
    "definition": "Demonstracja, podczas której potencjalny klient używa produktu, aby zobaczyć i zmierzyć jego wartość biznesową przed dokonaniem zakupu.",
    "example": "Zgodziliśmy się na przeprowadzenie 30-dniowego dowodu wartości, podczas którego klient będzie śledził oszczędności, aby uzasadnić zakup.",
    "reviewed": true
  },
  {
    "id": "sales_0151",
    "term": "Kwartalny przegląd biznesowy",
    "acronym": "QBR",
    "definition": "Cykliczne spotkanie między dostawcą a klientem w celu przeglądu wyników, omówienia osiągnięć i uzgodnienia celów na następny kwartał.",
    "example": "Podczas naszego kwartalnego przeglądu biznesowego (QBR) z klientem wykazaliśmy, jak nasze oprogramowanie pomogło mu zwiększyć produktywność o 15% w ostatnim kwartale.",
    "reviewed": true
  },
  {
    "id": "sales_0152",
    "term": "Potencjał kwotowy",
    "acronym": null,
    "definition": "Całkowita kwota sprzedażowa, którą zespół teoretycznie mógłby osiągnąć, gdyby wszyscy przedstawiciele handlowi byli w pełni wdrożeni i realizowali 100% swoich kwot.",
    "example": "Zatrudniając nowych przedstawicieli, musimy wziąć pod uwagę nasz potencjał kwotowy, aby upewnić się, że nasze cele przychodowe na poziomie firmy są osiągalne.",
    "reviewed": true
  },
  {
    "id": "sales_0153",
    "term": "Zasada wzajemności",
    "acronym": null,
    "definition": "Zasada psychologii społecznej, zgodnie z którą ludzie czują się zobowiązani do odwdzięczenia się po tym, jak pierwsi coś otrzymali.",
    "example": "Dostarczając bezpłatny raport branżowy, sprzedawca wykorzystywał zasadę wzajemności, aby zachęcić potencjalnego klienta do umówienia się na spotkanie.",
    "reviewed": true
  },
  {
    "id": "sales_0154",
    "term": "Redlining",
    "acronym": null,
    "definition": "W kontekście sprzedaży, proces edytowania i oznaczania umowy lub dokumentu prawnego w celu pokazania proponowanych zmian podczas negocjacji.",
    "example": "Dział prawny klienta redlinuje teraz umowę; powinniśmy otrzymać ich proponowane zmiany do jutra.",
    "reviewed": true
  },
  {
    "id": "sales_0155",
    "term": "Umowa partnerska o polecenia",
    "acronym": null,
    "definition": "Formalna umowa określająca warunki, na jakich partner będzie polecał firmie potencjalnych klientów w zamian za prowizję.",
    "example": "Podpisaliśmy umowę partnerską o polecenia z firmą konsultingową, która pracuje z naszymi idealnymi klientami.",
    "reviewed": true
  },
  {
    "id": "sales_0156",
    "term": "Wskaźnik odnowień",
    "acronym": null,
    "definition": "Procent klientów, którzy odnawiają swoje subskrypcje lub umowy na koniec okresu ich obowiązywania.",
    "example": "Nasz wysoki wskaźnik odnowień na poziomie 92% pokazuje, że nasi klienci są zadowoleni i widzą stałą wartość w naszej usłudze.",
    "reviewed": true
  },
  {
    "id": "sales_0157",
    "term": "Analityka przychodów",
    "acronym": null,
    "definition": "Oprogramowanie, które wykorzystuje sztuczną inteligencję do przechwytywania i analizowania danych z interakcji z klientami, aby dostarczać zespołom sprzedażowym wglądów i prognoz.",
    "example": "Nasza nowa platforma do analityki przychodów nagrywa wszystkie rozmowy sprzedażowe i automatycznie identyfikuje kluczowe tematy i zadania do wykonania.",
    "reviewed": true
  },
  {
    "id": "sales_0158",
    "term": "Prawo pierwokupu",
    "acronym": null,
    "definition": "Prawo umowne, które daje stronie możliwość zawarcia transakcji biznesowej z inną stroną przed kimkolwiek innym.",
    "example": "Nasza umowa partnerska zawiera prawo pierwokupu, więc muszą zaoferować nam nową umowę dystrybucyjną, zanim zwrócą się do naszych konkurentów.",
    "reviewed": true
  },
  {
    "id": "sales_0159",
    "term": "Zasady współpracy",
    "acronym": "RoE",
    "definition": "Formalny zestaw wytycznych, które określają, w jaki sposób różne zespoły sprzedaży lub kanały powinny wchodzić w interakcje z potencjalnymi klientami, aby unikać konfliktów.",
    "example": "Zasady współpracy jasno określają, że zespół ds. klientów korporacyjnych nie może pozyskiwać leadów z firm zatrudniających mniej niż 500 pracowników.",
    "reviewed": true
  },
  {
    "id": "sales_0160",
    "term": "Technologia akceleracji sprzedaży",
    "acronym": null,
    "definition": "Oprogramowanie i narzędzia zaprojektowane w celu przyspieszenia procesu sprzedaży poprzez automatyzację zadań administracyjnych i poprawę komunikacji.",
    "example": "Nasza technologia akceleracji sprzedaży obejmuje automatyczny dialer, który pomaga naszym przedstawicielom kontaktować się z większą liczbą leadów każdego dnia.",
    "reviewed": true
  },
  {
    "id": "sales_0161",
    "term": "Wskaźnik efektywności sprzedaży",
    "acronym": null,
    "definition": "Wskaźnik mierzący, jak efektywnie firma generuje nowe przychody z inwestycji w sprzedaż i marketing.",
    "example": "Inwestorzy uważnie obserwują nasz wskaźnik efektywności sprzedaży, aby ocenić, czy nasz wzrost jest zrównoważony i rentowny.",
    "reviewed": true
  },
  {
    "id": "sales_0162",
    "term": "Przestrzeń robocza działu sprzedaży",
    "acronym": null,
    "definition": "Fizyczny obszar w biurze, w którym pracuje zespół sprzedaży, często charakteryzujący się dużą energią i atmosferą współpracy.",
    "example": "W przestrzeni roboczej działu sprzedaży zawsze słychać dzwonek, gdy ktoś zamyka dużą transakcję.",
    "reviewed": true
  },
  {
    "id": "sales_0163",
    "term": "Grywalizacja w sprzedaży",
    "acronym": null,
    "definition": "Zastosowanie elementów podobnych do gier, takich jak tablice wyników i konkursy, w działaniach sprzedażowych w celu motywowania przedstawicieli i zwiększania wyników.",
    "example": "Nasza platforma do grywalizacji w sprzedaży wyświetla na żywo tabelę liderów pokazującą, kto wykonał najwięcej telefonów, co wywołuje przyjazną rywalizację.",
    "reviewed": true
  },
  {
    "id": "sales_0164",
    "term": "Dodatkowy fundusz motywacyjny",
    "acronym": "SPIF",
    "definition": "Krótkoterminowy program motywacyjny mający na celu zachęcenie przedstawicieli handlowych do osiągnięcia określonego celu, często nagradzany gotówką lub nagrodami.",
    "example": "W tym miesiącu mamy dodatkowy fundusz motywacyjny (SPIF) w wysokości 500 zł dla pierwszej osoby, która sprzeda nasz nowy pakiet produktów.",
    "reviewed": true
  },
  {
    "id": "sales_0165",
    "term": "Zarządzanie efektywnością sprzedaży",
    "acronym": "SPM",
    "definition": "Proces i narzędzia używane do monitorowania, zarządzania i poprawy wyników organizacji sprzedażowej, obejmujące wynagrodzenia, planowanie terytorialne i coaching.",
    "example": "Wdrażamy nowy system do zarządzania efektywnością sprzedaży, aby uzyskać lepszy wgląd w wyniki naszego zespołu.",
    "reviewed": true
  },
  {
    "id": "sales_0166",
    "term": "System Sprzedaży Sandlera",
    "acronym": null,
    "definition": "Metodologia sprzedaży, która kładzie nacisk na budowanie wzajemnego zaufania i działanie sprzedawcy jako konsultanta, który kwalifikuje potencjalnego klienta.",
    "example": "Postępując zgodnie z Systemem Sprzedaży Sandlera, zdyskwalifikował on potencjalnego klienta na wczesnym etapie, oszczędzając sobie tygodni zmarnowanego wysiłku na transakcję, która nigdy by się nie zamknęła.",
    "reviewed": true
  },
  {
    "id": "sales_0167",
    "term": "Reguła niedostępności",
    "acronym": null,
    "definition": "Reguła psychologiczna, zgodnie z którą ludzie przypisują wyższą wartość rzeczom, które są rzadkie lub ograniczone w dostępności.",
    "example": "Sprzedawca wykorzystał regułę niedostępności, wspominając, że „20% zniżki jest dostępne tylko dla pierwszych dziesięciu klientów”.",
    "reviewed": true
  },
  {
    "id": "sales_0168",
    "term": "Licencjonowanie na użytkownika",
    "acronym": null,
    "definition": "Model licencjonowania oprogramowania, w którym cena jest uzależniona od liczby indywidualnych użytkowników, czyli tzw. „stanowisk”.",
    "example": "Nasze nowe oprogramowanie CRM wykorzystuje model licencjonowania na użytkownika, więc kosztuje 50 dolarów miesięcznie za użytkownika.",
    "reviewed": true
  },
  {
    "id": "sales_0169",
    "term": "Umowa o gwarantowanym poziomie świadczenia usług",
    "acronym": "SLA",
    "definition": "Umowa, która określa poziom usług, jaki dostawca zobowiązuje się świadczyć klientowi, w tym metryki, zakresy odpowiedzialności i środki zaradcze w przypadku naruszenia warunków.",
    "example": "Przed podpisaniem kontraktu nasz zespół prawny przeanalizował umowę o gwarantowanym poziomie świadczenia usług, aby upewnić się, że gwarantuje ona dostępność na poziomie 99,9%.",
    "reviewed": true
  },
  {
    "id": "sales_0170",
    "term": "Dowód społeczny",
    "acronym": null,
    "definition": "Zjawisko psychologiczne, w którym ludzie zakładają, że działania innych odzwierciedlają właściwe zachowanie, często wykorzystywane w sprzedaży poprzez referencje lub studia przypadków.",
    "example": "Na naszej stronie internetowej wykorzystujemy referencje od klientów i studia przypadków jako dowód społeczny, aby budować zaufanie wśród nowych potencjalnych klientów.",
    "reviewed": true
  },
  {
    "id": "sales_0171",
    "term": "Szansa sprzedaży w martwym punkcie",
    "acronym": null,
    "definition": "Potencjalna transakcja, która na dłuższy czas zatrzymała się na jednym z etapów procesu sprzedaży.",
    "example": "Transakcja z firmą Acme Corp to teraz szansa sprzedaży w martwym punkcie; od ponad miesiąca nie mam kontaktu z osobą decyzyjną.",
    "reviewed": true
  },
  {
    "id": "sales_0172",
    "term": "Efekt statusu quo",
    "acronym": null,
    "definition": "Tendencja psychologiczna polegająca na preferowaniu utrzymania obecnego stanu rzeczy, co może stanowić poważną przeszkodę w sprzedaży.",
    "example": "Największym wyzwaniem jest przezwyciężenie u klienta efektu statusu quo; czuje się on komfortowo ze swoim obecnym, mniej wydajnym systemem.",
    "reviewed": true
  },
  {
    "id": "sales_0173",
    "term": "Sprzedaż do klientów strategicznych",
    "acronym": null,
    "definition": "Metodologia sprzedaży skoncentrowana na identyfikacji i pozyskiwaniu niewielkiej liczby strategicznych klientów o wysokiej wartości.",
    "example": "Zamiast zarzucać szeroką sieć, nasz zespół ds. klientów korporacyjnych stosuje sprzedaż do klientów strategicznych, aby skupić się na 10 największych firmach z sektora finansowego.",
    "reviewed": true
  },
  {
    "id": "sales_0174",
    "term": "Akceptacja techniczna",
    "acronym": null,
    "definition": "Etap w procesie sprzedaży, na którym zespół techniczny potencjalnego klienta zgadza się, że dany produkt jest najlepszym rozwiązaniem dla jego potrzeb, jeszcze przed podjęciem ostatecznej decyzji o zakupie.",
    "example": "Osiągnęliśmy akceptację techniczną po prezentacji, gdy ich główny inżynier potwierdził, że nasze oprogramowanie spełnia wszystkie ich wymagania.",
    "reviewed": true
  },
  {
    "id": "sales_0175",
    "term": "Klauzula wypowiedzenia bez podania przyczyny",
    "acronym": null,
    "definition": "Klauzula umowna, która pozwala jednej lub obu stronom na zakończenie umowy z dowolnego powodu, bez konieczności udowadniania naruszenia jej warunków.",
    "example": "Umowa zawiera klauzulę wypowiedzenia bez podania przyczyny, co pozwala nam zakończyć współpracę z 30-dniowym wyprzedzeniem, jeśli nasze potrzeby ulegną zmianie.",
    "reviewed": true
  },
  {
    "id": "sales_0176",
    "term": "Całkowita wartość kontraktu",
    "acronym": "TCV",
    "definition": "Całkowity przychód, jaki kontrakt ma wygenerować przez cały okres jego obowiązywania, wliczając opłaty jednorazowe i cykliczne.",
    "example": "Trzyletnia umowa ma całkowitą wartość kontraktu na poziomie 1,2 miliona dolarów, co obejmuje początkowe opłaty wdrożeniowe.",
    "reviewed": true
  },
  {
    "id": "sales_0177",
    "term": "Próbne zamknięcie sprzedaży",
    "acronym": null,
    "definition": "Technika sprzedaży używana do oceny gotowości potencjalnego klienta do zakupu, zanim sprzedawca poprosi o ostateczną decyzję.",
    "example": "Po przedstawieniu korzyści handlowiec zastosował próbne zamknięcie sprzedaży, pytając: „Czy to brzmi jak rozwiązanie, które sprawdziłoby się w Państwa zespole?”.",
    "reviewed": true
  },
  {
    "id": "sales_0178",
    "term": "Model cenowy oparty na zużyciu",
    "acronym": null,
    "definition": "Model cenowy, w którym klienci są obciążani opłatami w zależności od tego, w jakim stopniu korzystają z produktu lub usługi.",
    "example": "Nasza usługa przechowywania danych w chmurze wykorzystuje model cenowy oparty na zużyciu, więc płacisz tylko za te dane, które faktycznie przechowujesz w danym miesiącu.",
    "reviewed": true
  },
  {
    "id": "sales_0179",
    "term": "Luka wartości",
    "acronym": null,
    "definition": "Różnica między wartością, jakiej klient oczekuje od produktu, a wartością, którą faktycznie postrzega po jego użyciu.",
    "example": "Musimy zająć się luką wartości; klienci nie doświadczają oszczędności, które obiecywaliśmy w naszych materiałach marketingowych.",
    "reviewed": true
  },
  {
    "id": "sales_0180",
    "term": "Model sprzedaży opartej na wartości",
    "acronym": null,
    "definition": "Metodologia sprzedaży, która koncentruje się na zrozumieniu problemów biznesowych klienta i przedstawieniu wymiernej wartości ekonomicznej oferowanego rozwiązania.",
    "example": "Stosując model sprzedaży opartej na wartości, przenieśliśmy rozmowę z ceny na długoterminowy zwrot z inwestycji, jaki zapewnia nasze rozwiązanie.",
    "reviewed": true
  },
  {
    "id": "sales_0181",
    "term": "Dystrybutor z wartością dodaną",
    "acronym": "VAR",
    "definition": "Firma, która dodaje funkcje lub usługi do istniejącego produktu, a następnie odsprzedaje go jako zintegrowane rozwiązanie.",
    "example": "Współpracujemy z dystrybutorem z wartością dodaną, który łączy nasze oprogramowanie ze swoim sprzętem i usługami instalacyjnymi.",
    "reviewed": true
  },
  {
    "id": "sales_0182",
    "term": "Głos Klienta",
    "acronym": "VoC",
    "definition": "Proces badania rynku, który zbiera oczekiwania, preferencje i opinie klientów w celu ulepszania produktów i usług.",
    "example": "Nasz program „Głos Klienta” wykorzystuje ankiety i wywiady, aby bezpośrednio kształtować plan rozwoju naszych produktów.",
    "reviewed": true
  },
  {
    "id": "sales_0183",
    "term": "Granica nieprzekraczalna",
    "acronym": null,
    "definition": "Absolutnie najniższa cena lub najmniej korzystne warunki, jakie sprzedający jest gotów zaakceptować w negocjacjach, po przekroczeniu których zakończy rozmowy.",
    "example": "Moja granica nieprzekraczalna w tych negocjacjach to 15% rabatu; cokolwiek powyżej tej wartości sprawi, że transakcja nie będzie rentowna.",
    "reviewed": true
  },
  {
    "id": "sales_0184",
    "term": "Udział w portfelu klienta",
    "acronym": null,
    "definition": "Procentowy udział wydatków klienta w określonej kategorii produktów lub usług, który przypada na jedną firmę.",
    "example": "Mamy niski udział w portfelu tego klienta; większość zaopatrzenia kupuje on od naszej konkurencji, więc jest to duża szansa na rozwinięcie współpracy.",
    "reviewed": true
  },
  {
    "id": "sales_0185",
    "term": "Lead zakwalifikowany przez dział sprzedaży",
    "acronym": "SQL",
    "definition": "Potencjalny klient, który został zbadany i zweryfikowany przez zespół sprzedaży, który uznał go za dobrze dopasowanego i gotowego na bezpośredni kontakt handlowy.",
    "example": "Zespół marketingu wysłał nam 20 MQL-i, ale po naszej weryfikacji tylko pięć z nich stało się SQL-ami, którymi aktywnie zajmą się handlowcy.",
    "reviewed": true
  },
  {
    "id": "sales_0186",
    "term": "Lead zakwalifikowany przez dział marketingu",
    "acronym": "MQL",
    "definition": "Potencjalny klient, który wykazał zainteresowanie poprzez interakcję z treściami marketingowymi, np. pobierając e-booka lub zapisując się na webinar.",
    "example": "Dzięki naszej ostatniej kampanii reklamowej wygenerowaliśmy ponad 100 MQL-i; teraz musimy je pielęgnować, aż staną się SQL-ami.",
    "reviewed": true
  },
  {
    "id": "sales_0187",
    "term": "Profil Idealnego Klienta",
    "acronym": "ICP",
    "definition": "Szczegółowy opis fikcyjnej firmy, która odniosłaby znaczące korzyści z Twojego produktu i reprezentuje Twojego idealnego klienta.",
    "example": "Nasz zespół sprzedaży koncentruje swoje wysiłki na firmach, które pasują do naszego ICP, ponieważ istnieje większe prawdopodobieństwo, że sfinalizują transakcję i będą miały wyższą wartość w całym okresie współpracy.",
    "reviewed": true
  },
  {
    "id": "sales_0188",
    "term": "Roczny Przychód Cykliczny",
    "acronym": "ARR",
    "definition": "Kluczowy wskaźnik dla firm opartych na subskrypcji, który pokazuje całkowitą wartość przychodów z subskrypcji, jakiej można oczekiwać od klientów w ciągu roku.",
    "example": "Dzięki nowo podpisanym kontraktom enterprise, przewidujemy, że nasz ARR przekroczy 5 milionów dolarów do końca roku obrotowego.",
    "reviewed": true
  },
  {
    "id": "sales_0189",
    "term": "Miesięczny Przychód Cykliczny",
    "acronym": "MRR",
    "definition": "Przewidywalny całkowity przychód, jakiego firma spodziewa się otrzymywać od wszystkich swoich aktywnych subskrypcji w ujęciu miesięcznym.",
    "example": "Nasz MRR wzrósł w tym kwartale o 10% dzięki nowemu planowi cenowemu i spadkowi rezygnacji klientów.",
    "reviewed": true
  },
  {
    "id": "sales_0190",
    "term": "Koszt Pozyskania Klienta",
    "acronym": "CAC",
    "definition": "Całkowity koszt działań sprzedażowych i marketingowych wymaganych do pozyskania jednego nowego klienta.",
    "example": "Musimy obniżyć nasz CAC; obecnie wydajemy 300 dolarów na pozyskanie każdego nowego klienta, co na dłuższą metę nie jest opłacalne.",
    "reviewed": true
  },
  {
    "id": "sales_0191",
    "term": "Wartość Życia Klienta",
    "acronym": "CLV",
    "definition": "Całkowity przychód, jakiego firma może racjonalnie oczekiwać od jednego klienta w trakcie całej relacji biznesowej.",
    "example": "Naszym celem jest, aby wskaźnik CLV był co najmniej trzykrotnie wyższy od naszego CAC, aby zapewnić rentowność naszego modelu biznesowego.",
    "reviewed": true
  },
  {
    "id": "sales_0192",
    "term": "Retencja Przychodu Netto",
    "acronym": "NRR",
    "definition": "Wskaźnik mierzący procent cyklicznego przychodu utrzymanego od obecnych klientów, uwzględniający zmiany wartości ich subskrypcji (rozszerzenia, zmniejszenia) oraz rezygnacje.",
    "example": "Nasz wskaźnik NRR wynosi 110%, co oznacza, że nasi obecni klienci nie tylko z nami zostają, ale również wydają więcej pieniędzy dzięki rozszerzeniom pakietów.",
    "reviewed": true
  },
  {
    "id": "sales_0193",
    "term": "Wskaźnik tempa pozyskiwania leadów",
    "acronym": "LVR",
    "definition": "Wskaźnik wzrostu liczby zakwalifikowanych leadów, które Twoja firma generuje z miesiąca na miesiąc, używany jako kluczowy prognostyk przyszłych przychodów.",
    "example": "Nasz LVR wynosi solidne 15%, co wskazuje, że nasz lejek sprzedaży zdrowo rośnie i możemy spodziewać się dobrych wyników w następnym kwartale.",
    "reviewed": true
  },
  {
    "id": "sales_0194",
    "term": "Proof of Concept",
    "acronym": "PoC",
    "definition": "Projekt próbny na małą skalę, używany do zademonstrowania wykonalności i wartości produktu potencjalnemu klientowi, zanim zdecyduje się on na pełny zakup.",
    "example": "Klient chce przeprowadzić 30-dniowy PoC ze swoim zespołem inżynierów przed podpisaniem rocznego kontraktu.",
    "reviewed": true
  },
  {
    "id": "sales_0195",
    "term": "Operacje Przychodowe",
    "acronym": "RevOps",
    "definition": "Strategiczne zestrojenie działań sprzedaży, marketingu i obsługi klienta w celu napędzania wzrostu przychodów i poprawy wydajności.",
    "example": "Odkąd wdrożyliśmy strategię RevOps, nasze zespoły sprzedaży i marketingu wreszcie współpracują, korzystając z jednego źródła danych.",
    "reviewed": true
  },
  {
    "id": "sales_0196",
    "term": "Przedstawiciel ds. Rozwoju Sprzedaży",
    "acronym": "SDR",
    "definition": "Stanowisko w dziale sprzedaży wewnętrznej, skupiające się na aktywnym poszukiwaniu i kwalifikowaniu nowych leadów dla bardziej doświadczonych sprzedawców.",
    "example": "Nasz zespół SDR-ów jest odpowiedzialny za cold calling i wysyłanie e-maili do potencjalnych klientów w celu umówienia pierwszych spotkań.",
    "reviewed": true
  },
  {
    "id": "sales_0197",
    "term": "Account Executive",
    "acronym": "AE",
    "definition": "Sprzedawca odpowiedzialny za zarządzanie pełnym cyklem sprzedaży, od demonstracji produktu po negocjacje i zamykanie transakcji.",
    "example": "Gdy SDR zakwalifikuje leada, przekazuje go do AE, aby przeprowadził demo i zarządzał transakcją aż do jej zamknięcia.",
    "reviewed": true
  },
  {
    "id": "sales_0198",
    "term": "Specyfikacja Zakresu Prac",
    "acronym": "SOW",
    "definition": "Formalny dokument, który określa konkretne działania, produkty cząstkowe, harmonogramy i koszty projektu lub zlecenia usługowego.",
    "example": "Zanim rozpoczniemy projekt, obie strony muszą przejrzeć i podpisać SOW, aby uzgodnić zakres i oczekiwania.",
    "reviewed": true
  },
  {
    "id": "sales_0199",
    "term": "Umowa Ramowa o Świadczenie Usług",
    "acronym": "MSA",
    "definition": "Fundamentalna umowa między dwiema stronami, która ustanawia ogólne warunki dla całej przyszłej współpracy, a szczegóły są określane w oddzielnych Specyfikacjach Zakresu Prac.",
    "example": "Mamy już podpisaną MSA z dostawcą, więc przy każdym nowym projekcie wystarczy, że przygotujemy krótką specyfikację zakresu prac.",
    "reviewed": true
  },
  {
    "id": "sales_0200",
    "term": "Zapytanie Ofertowe",
    "acronym": "RFP",
    "definition": "Formalny dokument biznesowy, który ogłasza projekt i zaprasza do składania ofert przez wykwalifikowanych dostawców w celu jego realizacji.",
    "example": "Agencja rządowa opublikowała RFP na nowy system oprogramowania, a nasz zespół sprzedaży ciężko pracuje nad złożeniem konkurencyjnej oferty.",
    "reviewed": true
  },
  {
    "id": "sales_0201",
    "term": "Góra Lejka Sprzedażowego",
    "acronym": "TOFU",
    "definition": "Początkowy etap procesu sprzedaży i marketingu, skoncentrowany na budowaniu szerokiej świadomości i przyciąganiu dużej grupy potencjalnych leadów.",
    "example": "Nasza strategia TOFU obejmuje pisanie artykułów na blogu i prowadzenie kampanii w mediach społecznościowych, aby przyciągnąć osoby, które dopiero zaczynają badać dany problem.",
    "reviewed": true
  }
]