[
  {
    "id": "sales_0001",
    "term": "Lead Qualifié par la Vente",
    "acronym": "SQL",
    "definition": "Un client potentiel qui a été étudié et validé par l'équipe de vente et qui est jugé prêt pour l'étape suivante du processus de vente.",
    "example": "Après notre appel, le SDR a confirmé que le prospect avait le budget et le pouvoir de décision, il a donc été converti en Lead Qualifié par la Vente (SQL) pour que l'ingénieur d'affaires puisse le suivre.",
    "reviewed": true
  },
  {
    "id": "sales_0002",
    "term": "Lead Qualifié par le Marketing",
    "acronym": "MQL",
    "definition": "Un lead jugé plus susceptible de devenir client que les autres, sur la base de son activité en ligne, comme le téléchargement de contenu ou la visite d'une page de tarifs.",
    "example": "Nous avons généré plus de 200 Leads Qualifiés par le Marketing (MQL) grâce à notre webinaire la semaine dernière ; l'équipe de développement commercial doit maintenant les qualifier.",
    "reviewed": true
  },
  {
    "id": "sales_0003",
    "term": "Profil de Client Idéal",
    "acronym": "ICP",
    "definition": "Une description de l'entreprise parfaite à qui vendre, se concentrant sur des données firmographiques telles que le secteur d'activité, la taille de l'entreprise et le chiffre d'affaires annuel.",
    "example": "Notre Profil de Client Idéal (ICP) correspond aux entreprises technologiques de taille moyenne en Amérique du Nord comptant 200 à 1000 employés, nous devrions donc concentrer nos efforts de prospection sur ce segment.",
    "reviewed": true
  },
  {
    "id": "sales_0004",
    "term": "Persona d'Acheteur",
    "acronym": null,
    "definition": "Une représentation semi-fictive de votre client idéal, basée sur des études de marché et des données réelles, se concentrant sur ses objectifs, ses défis et ses motivations.",
    "example": "Nous avons créé une persona d'acheteur nommée 'Marie du Marketing' pour aider notre équipe de vente à mieux comprendre les défis quotidiens de notre public cible.",
    "reviewed": true
  },
  {
    "id": "sales_0005",
    "term": "Vélocité du Pipeline",
    "acronym": null,
    "definition": "La vitesse à laquelle les leads qualifiés progressent dans votre pipeline de ventes et génèrent des revenus.",
    "example": "Pour augmenter la vélocité de notre pipeline, nous devons raccourcir le cycle de vente ou améliorer notre taux de conversion.",
    "reviewed": true
  },
  {
    "id": "sales_0006",
    "term": "Cadence de Vente",
    "acronym": null,
    "definition": "Une séquence planifiée d'interactions qu'un commercial utilise pour engager un prospect, comme des e-mails, des appels téléphoniques et des points de contact sur les réseaux sociaux.",
    "example": "Nos SDR suivent une cadence de vente en 10 étapes sur deux semaines pour tous les nouveaux leads sortants afin d'assurer un suivi cohérent.",
    "reviewed": true
  },
  {
    "id": "sales_0007",
    "term": "Revenu Annuel Récurrent",
    "acronym": "ARR",
    "definition": "Le revenu prévisible qu'une entreprise peut s'attendre à recevoir de ses clients sur une période d'un an, courant dans les entreprises basées sur l'abonnement.",
    "example": "Avec les nouveaux clients grands comptes que nous avons signés, notre Revenu Annuel Récurrent (ARR) devrait atteindre 5 millions d'euros d'ici la fin de l'exercice fiscal.",
    "reviewed": true
  },
  {
    "id": "sales_0008",
    "term": "Revenu Mensuel Récurrent",
    "acronym": "MRR",
    "definition": "Le revenu prévisible qu'une entreprise peut s'attendre à recevoir de ses clients sur une base mensuelle.",
    "example": "Notre Revenu Mensuel Récurrent (MRR) a augmenté de 5 % le mois dernier, ce qui est un excellent indicateur de notre croissance régulière.",
    "reviewed": true
  },
  {
    "id": "sales_0009",
    "term": "Coût d'Acquisition Client",
    "acronym": "CAC",
    "definition": "Le coût total des efforts de vente et de marketing nécessaires pour acquérir un seul nouveau client.",
    "example": "Nous devons réduire notre Coût d'Acquisition Client (CAC) ; dépenser 500 € pour acquérir un client qui ne paie que 50 € par mois n'est pas viable.",
    "reviewed": true
  },
  {
    "id": "sales_0010",
    "term": "Valeur Vie Client",
    "acronym": "LTV",
    "definition": "Le revenu total qu'une entreprise peut raisonnablement attendre d'un seul compte client tout au long de sa relation.",
    "example": "En nous concentrant sur la rétention, nous visons à augmenter notre valeur vie client pour qu'elle soit au moins 3 fois supérieure à notre coût d'acquisition client.",
    "reviewed": true
  },
  {
    "id": "sales_0011",
    "term": "Atteinte du Quota",
    "acronym": null,
    "definition": "Le pourcentage de l'objectif de vente (quota) assigné à un commercial qu'il a réussi à atteindre sur une période donnée.",
    "example": "L'atteinte du quota de Jean était de 115 % le trimestre dernier, ce qui fait de lui le meilleur vendeur de l'équipe.",
    "reviewed": true
  },
  {
    "id": "sales_0012",
    "term": "Taux de Conversion",
    "acronym": null,
    "definition": "Le pourcentage d'opportunités de vente qui aboutissent à une affaire conclue.",
    "example": "Le taux de conversion de notre équipe est passé de 20 % à 25 % après la mise en place de la nouvelle formation commerciale.",
    "reviewed": true
  },
  {
    "id": "sales_0013",
    "term": "Montant Moyen des Contrats",
    "acronym": null,
    "definition": "Le revenu moyen généré par chaque affaire conclue sur une période donnée.",
    "example": "Nous nous concentrons sur les clients grands comptes pour augmenter le montant moyen de nos contrats de 10 000 € à 25 000 €.",
    "reviewed": true
  },
  {
    "id": "sales_0014",
    "term": "Taux d'Attrition",
    "acronym": null,
    "definition": "Le pourcentage de clients ou d'abonnés qui annulent ou ne renouvellent pas leur abonnement au cours d'une période donnée.",
    "example": "Notre taux d'attrition élevé indique un problème de satisfaction client, nous devons donc en rechercher la cause.",
    "reviewed": true
  },
  {
    "id": "sales_0015",
    "term": "Taux de Rétention du Revenu Net",
    "acronym": "NRR",
    "definition": "Un indicateur qui mesure le pourcentage de revenus récurrents conservés auprès des clients existants, incluant les extensions, les réductions de forfait et l'attrition.",
    "example": "Grâce à de fortes ventes additionnelles et à un faible taux d'attrition, nous avons atteint un Taux de Rétention du Revenu Net (NRR) de 110 %, ce qui signifie que nous avons progressé même sans acquérir de nouveaux clients.",
    "reviewed": true
  },
  {
    "id": "sales_0016",
    "term": "Durée du Cycle de Vente",
    "acronym": null,
    "definition": "Le temps moyen nécessaire pour conclure une affaire, du premier contact avec un prospect à la signature finale.",
    "example": "La durée de notre cycle de vente pour les contrats grands comptes est d'environ 90 jours, ce qui est typique pour notre secteur.",
    "reviewed": true
  },
  {
    "id": "sales_0017",
    "term": "Taux de Croissance des Leads Qualifiés",
    "acronym": "LVR",
    "definition": "Le taux de croissance des leads qualifiés d'un mois à l'autre, qui est un indicateur clé des revenus futurs.",
    "example": "Notre Taux de Croissance des Leads Qualifiés (LVR) est de 15 %, ce qui suggère que nous atteindrons probablement nos objectifs de revenus le trimestre prochain si nous maintenons cette dynamique.",
    "reviewed": true
  },
  {
    "id": "sales_0018",
    "term": "Vente Challenger",
    "acronym": null,
    "definition": "Une méthodologie de vente où le commercial instruit le prospect, personnalise le message de vente et prend le contrôle de la conversation.",
    "example": "Au lieu de simplement l'interroger sur ses besoins, j'ai utilisé le modèle de la Vente Challenger pour lui montrer un risque dans son secteur qu'il n'avait pas envisagé.",
    "reviewed": true
  },
  {
    "id": "sales_0019",
    "term": "Méthode MEDDIC",
    "acronym": "MEDDIC",
    "definition": "Un cadre de qualification commerciale qui signifie : Metrics (Indicateurs), Economic Buyer (Décideur Économique), Decision Criteria (Critères de Décision), Decision Process (Processus de Décision), Identify Pain (Identifier la Douleur), et Champion (Promoteur interne).",
    "example": "Avant de prévoir cette affaire, passons en revue la check-list de la méthode MEDDIC pour voir si nous avons toutes les informations clés.",
    "reviewed": true
  },
  {
    "id": "sales_0020",
    "term": "Méthode BANT",
    "acronym": "BANT",
    "definition": "Un cadre de qualification commerciale utilisé pour déterminer si un prospect est pertinent en fonction de son Budget, son Autorité (pouvoir de décision), son Besoin et son Calendrier (Timeline).",
    "example": "Le lead semble prometteur, mais nous devons utiliser la méthode BANT pour confirmer qu'il a le budget et le pouvoir de décision pour effectuer un achat.",
    "reviewed": true
  },
  {
    "id": "sales_0021",
    "term": "Méthode SPIN Selling",
    "acronym": "SPIN",
    "definition": "Une technique de vente qui consiste à poser des questions sur la Situation, le Problème, l'Implication et les Bénéfices attendus (Need-Payoff) du prospect pour le guider vers votre solution.",
    "example": "Pendant l'appel de découverte, j'ai utilisé la méthode SPIN Selling pour aider le client à réaliser les implications financières importantes de son problème actuel.",
    "reviewed": true
  },
  {
    "id": "sales_0022",
    "term": "Vente de Solutions",
    "acronym": null,
    "definition": "Une méthodologie de vente où le commercial diagnostique les besoins d'un prospect puis recommande les produits ou services appropriés pour résoudre ces problèmes.",
    "example": "Nous ne vendons pas seulement des logiciels ; nous pratiquons la vente de solutions pour apporter une réponse complète aux défis de flux de travail de nos clients.",
    "reviewed": true
  },
  {
    "id": "sales_0023",
    "term": "Proposition de Valeur",
    "acronym": null,
    "definition": "Une déclaration claire qui explique les avantages offerts par votre produit, comment il résout les problèmes des clients et ce qui vous distingue de la concurrence.",
    "example": "Notre proposition de valeur est que nous pouvons réduire le temps de traitement des données d'une entreprise de 50 %, leur faisant économiser à la fois du temps et de l'argent.",
    "reviewed": true
  },
  {
    "id": "sales_0024",
    "term": "Traitement des Objections",
    "acronym": null,
    "definition": "Le processus consistant à répondre aux préoccupations d'un prospect ou à ses raisons de ne pas acheter, de manière à apaiser ses craintes et à faire avancer la vente.",
    "example": "Le nouveau guide de vente inclut une section sur le traitement des objections pour les préoccupations courantes concernant le prix et la mise en œuvre.",
    "reviewed": true
  },
  {
    "id": "sales_0025",
    "term": "Appel de Découverte",
    "acronym": null,
    "definition": "Une conversation initiale entre un commercial et un prospect dans le but de comprendre les besoins, les défis et les objectifs du prospect.",
    "example": "J'ai un appel de découverte prévu demain avec le vice-président du marketing pour voir si notre solution convient à son équipe.",
    "reviewed": true
  },
  {
    "id": "sales_0026",
    "term": "Preuve de Concept",
    "acronym": "POC",
    "definition": "Un essai à petite échelle ou un programme pilote conçu pour démontrer la faisabilité et la valeur commerciale d'un produit ou d'un service à un client potentiel.",
    "example": "Le client a été impressionné par la démo et a maintenant accepté une preuve de concept de 30 jours pour tester notre logiciel avec ses données.",
    "reviewed": true
  },
  {
    "id": "sales_0027",
    "term": "Événement Déclencheur",
    "acronym": null,
    "definition": "Une échéance spécifique ou une pression commerciale qui force un prospect à prendre une décision d'achat avant une certaine date.",
    "example": "Leur lancement de produit à venir est un événement déclencheur qui devrait les encourager à signer le contrat ce mois-ci.",
    "reviewed": true
  },
  {
    "id": "sales_0028",
    "term": "Décideur Économique",
    "acronym": null,
    "definition": "La personne au sein de l'organisation d'un prospect qui a l'autorité finale pour approuver un achat et débloquer les fonds.",
    "example": "Bien que mon contact soit le chef de projet, je dois obtenir un rendez-vous avec le directeur financier, qui est le décideur économique pour cette affaire.",
    "reviewed": true
  },
  {
    "id": "sales_0029",
    "term": "Développement d'un Promoteur Interne",
    "acronym": null,
    "definition": "Le processus d'identification et de construction d'une relation solide avec un défenseur interne (un \"champion\" ou promoteur) au sein de l'entreprise d'un prospect, qui vendra en votre nom.",
    "example": "Un développement efficace d'un promoteur interne est essentiel pour remporter de grands contrats ; nous avons besoin de quelqu'un à l'intérieur qui nous soutienne.",
    "reviewed": true
  },
  {
    "id": "sales_0030",
    "term": "Stratégie d'Implantation et d'Expansion",
    "acronym": null,
    "definition": "Une stratégie de vente où une entreprise conclut d'abord une petite affaire avec un nouveau client (implantation) puis développe ce compte au fil du temps (expansion).",
    "example": "Notre stratégie d'implantation et d'expansion fonctionne bien ; nous avons commencé avec un seul département et maintenant l'entreprise entière utilise notre produit.",
    "reviewed": true
  },
  {
    "id": "sales_0031",
    "term": "Vente Croisée",
    "acronym": null,
    "definition": "La pratique consistant à vendre un produit ou un service supplémentaire et différent à un client existant.",
    "example": "Après qu'ils ont acheté notre CRM, j'ai réussi à leur vendre notre plateforme d'automatisation marketing en vente croisée.",
    "reviewed": true
  },
  {
    "id": "sales_0032",
    "term": "Montée en Gamme",
    "acronym": null,
    "definition": "La pratique consistant à encourager les clients à acheter une version plus chère d'un produit, une mise à niveau ou un module complémentaire pour générer plus de revenus.",
    "example": "Le client était sur le point d'acheter le forfait de base, mais j'ai réussi une montée en gamme vers le forfait premium en soulignant les fonctionnalités avancées.",
    "reviewed": true
  },
  {
    "id": "sales_0033",
    "term": "Opérations de Revenu",
    "acronym": "RevOps",
    "definition": "Une fonction commerciale qui aligne les opérations de vente, de marketing et de service client pour stimuler la croissance des revenus et améliorer l'efficacité.",
    "example": "Notre équipe d'opérations de revenu (RevOps) est responsable de la gestion du CRM, de l'analyse des données de vente et de l'optimisation de l'ensemble du processus de mise sur le marché.",
    "reviewed": true
  },
  {
    "id": "sales_0034",
    "term": "Enablement des Ventes",
    "acronym": null,
    "definition": "Le processus itératif consistant à fournir à une équipe de vente les outils, le contenu, la formation et les ressources dont elle a besoin pour vendre plus efficacement.",
    "example": "La nouvelle plateforme d'enablement des ventes donne à nos commerciaux un accès facile à toutes les dernières études de cas et informations sur les produits.",
    "reviewed": true
  },
  {
    "id": "sales_0035",
    "term": "Stratégie de Mise sur le Marché",
    "acronym": "GTM",
    "definition": "Un plan d'action qui décrit comment une entreprise atteindra ses clients cibles et obtiendra un avantage concurrentiel pour un nouveau produit ou service.",
    "example": "Notre stratégie de mise sur le marché pour le nouveau produit combine la vente directe et les partenariats de distribution.",
    "reviewed": true
  },
  {
    "id": "sales_0036",
    "term": "Planification Territoriale",
    "acronym": null,
    "definition": "Le processus de division des clients potentiels en segments ou \"territoires\" et de leur attribution à des commerciaux spécifiques.",
    "example": "Lors de notre séminaire de vente annuel, nous réviserons la nouvelle planification territoriale pour assurer une couverture équilibrée de toutes les régions.",
    "reviewed": true
  },
  {
    "id": "sales_0037",
    "term": "Représentant en Développement Commercial",
    "acronym": "SDR",
    "definition": "Un rôle de vente sédentaire axé sur la génération de nouveaux leads et leur qualification avant de les transmettre à un ingénieur d'affaires (Account Executive).",
    "example": "Notre équipe de représentants en développement commercial est responsable de toute la prospection sortante et de l'organisation des premiers appels de découverte.",
    "reviewed": true
  },
  {
    "id": "sales_0038",
    "term": "Ingénieur d'Affaires",
    "acronym": "AE",
    "definition": "Un rôle commercial responsable de la gestion du cycle de vente complet pour les leads qualifiés, de la première réunion à la conclusion de l'affaire.",
    "example": "Une fois qu'un représentant en développement commercial qualifie un lead, il est transmis à un ingénieur d'affaires qui effectuera la démonstration du produit et négociera le contrat.",
    "reviewed": true
  },
  {
    "id": "sales_0039",
    "term": "Précision des Prévisions",
    "acronym": null,
    "definition": "Une mesure de la proximité entre la prévision des revenus de vente futurs d'un commercial ou d'une équipe et les revenus de vente réellement atteints.",
    "example": "Les directeurs commerciaux sont jugés sur la précision de leurs prévisions, car l'entreprise se base sur ces prédictions pour sa planification.",
    "reviewed": true
  },
  {
    "id": "sales_0040",
    "term": "Structure de Commission",
    "acronym": null,
    "definition": "Le plan qui définit comment les commerciaux sont rémunérés, incluant généralement un salaire de base plus une commission variable basée sur la performance.",
    "example": "Nous redéfinissons notre structure de commission pour y inclure un accélérateur pour les commerciaux qui dépassent leur quota trimestriel.",
    "reviewed": true
  },
  {
    "id": "sales_0041",
    "term": "Énoncé des Travaux",
    "acronym": "SOW",
    "definition": "Un document juridique qui décrit et définit tous les services spécifiques, les livrables, les échéanciers et les coûts d'un projet pour un client.",
    "example": "Avant de commencer la mise en œuvre, les deux parties doivent signer l'énoncé des travaux pour s'accorder sur le périmètre du projet.",
    "reviewed": true
  },
  {
    "id": "sales_0042",
    "term": "Contrat-Cadre de Services",
    "acronym": "MSA",
    "definition": "Un contrat qui établit les termes et conditions générales régissant toutes les transactions ou accords futurs entre deux parties.",
    "example": "Une fois le contrat-cadre de services en place, nous pourrons exécuter de nouveaux projets avec ce client en utilisant un cahier des charges beaucoup plus simple.",
    "reviewed": true
  },
  {
    "id": "sales_0043",
    "term": "Appel d'Offres",
    "acronym": "RFP",
    "definition": "Un document commercial formel qui annonce un projet, le décrit et sollicite des soumissions de la part de fournisseurs qualifiés pour le réaliser.",
    "example": "L'agence gouvernementale a lancé un appel d'offres pour un nouveau système d'infrastructure informatique, et notre équipe travaille sur une réponse détaillée.",
    "reviewed": true
  },
  {
    "id": "sales_0044",
    "term": "Social Selling",
    "acronym": null,
    "definition": "La pratique qui consiste à utiliser les plateformes de médias sociaux comme LinkedIn pour trouver des prospects, interagir avec eux et développer une relation de confiance.",
    "example": "Nos meilleurs ingénieurs d'affaires excellent en social selling ; ils partagent constamment du contenu pertinent sur leur secteur pour renforcer leur crédibilité auprès des acheteurs potentiels.",
    "reviewed": true
  },
  {
    "id": "sales_0045",
    "term": "Vente Indirecte",
    "acronym": null,
    "definition": "Une stratégie de vente où une entreprise vend ses produits ou services par l'intermédiaire de partenaires tiers, tels que des revendeurs, des distributeurs ou des affiliés.",
    "example": "Au lieu de recruter une grande force de vente directe, nous utilisons un modèle de vente indirecte pour atteindre un marché international plus large.",
    "reviewed": true
  },
  {
    "id": "sales_0046",
    "term": "Lead Nurturing",
    "acronym": null,
    "definition": "Le processus qui consiste à développer et entretenir des relations avec des prospects à chaque étape du parcours d'achat, en particulier avec ceux qui ne sont pas encore prêts à acheter.",
    "example": "Nous utilisons une campagne d'e-mails automatisée pour faire du lead nurturing, en envoyant du contenu utile aux prospects jusqu'à ce qu'ils soient prêts pour une conversation commerciale.",
    "reviewed": true
  },
  {
    "id": "sales_0047",
    "term": "Guide de Vente",
    "acronym": null,
    "definition": "Un document qui décrit le processus de vente d'une entreprise, les meilleures pratiques, les scripts et d'autres ressources clés pour aider les commerciaux à réussir.",
    "example": "Chaque nouvelle recrue de l'équipe de vente doit étudier le guide de vente pendant sa première semaine d'intégration.",
    "reviewed": true
  },
  {
    "id": "sales_0048",
    "term": "Vente Basée sur l'Activité",
    "acronym": null,
    "definition": "Une approche de gestion des ventes qui se concentre sur le suivi et la gestion des actions des commerciaux qui sont censées conduire à des résultats de vente.",
    "example": "Notre manager pratique la vente basée sur l'activité et souhaite que chaque SDR passe au moins 50 appels par jour.",
    "reviewed": true
  },
  {
    "id": "sales_0049",
    "term": "Haut de l'Entonnoir",
    "acronym": "ToFu",
    "definition": "La première étape du processus d'achat, où les clients potentiels identifient un problème et recherchent des informations.",
    "example": "Nos articles de blog et nos e-books sont conçus pour le haut de l'entonnoir, afin de générer de la notoriété et d'attirer de nouveaux leads.",
    "reviewed": true
  },
  {
    "id": "sales_0050",
    "term": "Déplacement Concurrentiel",
    "acronym": null,
    "definition": "Une stratégie de vente qui vise à persuader un prospect de remplacer le produit ou service d'un concurrent par le vôtre.",
    "example": "Notre campagne de déplacement concurrentiel met en avant nos fonctionnalités supérieures pour convaincre les clients du leader du marché.",
    "reviewed": true
  },
  {
    "id": "sales_0051",
    "term": "Lead Qualifié par les Ventes",
    "acronym": "SQL",
    "definition": "Un prospect que l'équipe commerciale a évalué et jugé prêt pour un contact direct en vue d'une vente.",
    "example": "Après notre appel de découverte, je considère ce prospect comme un lead qualifié par les ventes et je l'attribue à un chargé de compte pour finaliser la vente.",
    "reviewed": true
  },
  {
    "id": "sales_0052",
    "term": "Lead Qualifié par le Marketing",
    "acronym": "MQL",
    "definition": "Un client potentiel qui a manifesté de l'intérêt suite à des actions marketing, mais qui n'est pas encore considéré comme prêt pour un appel commercial.",
    "example": "Nous avons généré plus de 200 leads qualifiés par le marketing grâce au webinaire, et l'équipe SDR va maintenant s'efforcer de les qualifier davantage.",
    "reviewed": true
  },
  {
    "id": "sales_0053",
    "term": "Profil du client idéal",
    "acronym": "ICP",
    "definition": "Une description détaillée d'une entreprise fictive qui tirerait le plus de valeur de votre produit ou service.",
    "example": "Nos campagnes marketing ciblent les entreprises qui correspondent à notre profil du client idéal, à savoir des entreprises technologiques de taille moyenne.",
    "reviewed": true
  },
  {
    "id": "sales_0054",
    "term": "Revenu Annuel Récurrent",
    "acronym": "ARR",
    "definition": "Le revenu prévisible qu'une entreprise peut s'attendre à recevoir de ses abonnés sur une base annuelle.",
    "example": "Notre objectif principal pour le prochain exercice fiscal est d'augmenter notre revenu annuel récurrent (ARR) à plus de 5 millions de dollars.",
    "reviewed": true
  },
  {
    "id": "sales_0055",
    "term": "Revenu Mensuel Récurrent",
    "acronym": "MRR",
    "definition": "Le revenu prévisible qu'une entreprise peut s'attendre à recevoir de ses abonnés chaque mois.",
    "example": "Même si nous avons perdu quelques petits comptes, notre revenu mensuel récurrent (MRR) a tout de même augmenté de 5 % le mois dernier grâce à de nouveaux contrats.",
    "reviewed": true
  },
  {
    "id": "sales_0056",
    "term": "Coût d'Acquisition Client",
    "acronym": "CAC",
    "definition": "Le coût total qu'une entreprise dépense, y compris les frais de marketing et de vente, pour acquérir un nouveau client.",
    "example": "Nous devons réduire notre coût d'acquisition client (CAC) en optimisant nos dépenses publicitaires.",
    "reviewed": true
  },
  {
    "id": "sales_0057",
    "term": "Valeur à Vie du Client",
    "acronym": "CLV",
    "definition": "Le revenu total qu'une entreprise peut espérer générer grâce à un seul client tout au long de sa relation avec lui.",
    "example": "Une valeur à vie du client (CLV) élevée justifie de dépenser plus pour le service client afin de s'assurer que les clients restent satisfaits et fidèles.",
    "reviewed": true
  },
  {
    "id": "sales_0058",
    "term": "Taux de Rétention Net des Revenus",
    "acronym": "NRR",
    "definition": "Une métrique mesurant les revenus récurrents provenant des clients existants, en tenant compte des extensions (upgrades), des réductions (downgrades) et des résiliations (churn).",
    "example": "Avec un taux de rétention net des revenus (NRR) de 115 %, nous augmentons nos revenus provenant de notre base de clients existante grâce aux ventes additionnelles.",
    "reviewed": true
  },
  {
    "id": "sales_0059",
    "term": "Taux de vélocité des leads",
    "acronym": "LVR",
    "definition": "Le taux de croissance des leads qualifiés que votre entreprise génère, mesuré d'un mois sur l'autre.",
    "example": "Notre taux de vélocité des leads est en augmentation, ce qui est un indicateur fort de la croissance future des ventes.",
    "reviewed": true
  },
  {
    "id": "sales_0060",
    "term": "Preuve de Concept",
    "acronym": "PoC",
    "definition": "Un projet ou un essai à petite échelle pour démontrer qu'un produit est réalisable et a un potentiel pratique pour un client.",
    "example": "Le client a accepté une preuve de concept (POC) payante pour tester notre logiciel avant de signer un contrat complet.",
    "reviewed": true
  },
  {
    "id": "sales_0061",
    "term": "Opérations de revenus",
    "acronym": "RevOps",
    "definition": "La fonction qui aligne les opérations des ventes, du marketing et du service client pour générer une croissance prévisible des revenus.",
    "example": "Notre équipe d'opérations de revenus est responsable de la gestion du CRM et de la précision de nos données de vente.",
    "reviewed": true
  },
  {
    "id": "sales_0062",
    "term": "Représentant du développement des ventes",
    "acronym": "SDR",
    "definition": "Un rôle de vente sédentaire axé sur la génération et la qualification de nouveaux leads pour le pipeline de vente.",
    "example": "Le représentant du développement des ventes établit le contact initial avec un lead avant de le transmettre à un chargé de compte pour une démonstration.",
    "reviewed": true
  },
  {
    "id": "sales_0063",
    "term": "Chargé de compte",
    "acronym": "AE",
    "definition": "Un rôle commercial responsable de la gestion et de la conclusion des ventes avec des leads qualifiés.",
    "example": "Une fois le lead qualifié, le chargé de compte prend le relais pour faire une démonstration et négocier le contrat.",
    "reviewed": true
  },
  {
    "id": "sales_0064",
    "term": "Cahier des charges",
    "acronym": "SOW",
    "definition": "Un document juridique qui décrit les tâches spécifiques, les livrables, les échéanciers et les coûts d'un projet.",
    "example": "Veuillez examiner le cahier des charges ci-joint et nous faire part de vos questions avant de signer.",
    "reviewed": true
  },
  {
    "id": "sales_0065",
    "term": "Contrat-cadre de services",
    "acronym": "MSA",
    "definition": "Un contrat fondateur entre deux parties qui établit les conditions générales pour toutes les transactions futures.",
    "example": "Puisque nous avons déjà un contrat-cadre de services en place, nous n'avons besoin que d'un simple cahier des charges pour ce nouveau projet.",
    "reviewed": true
  },
  {
    "id": "sales_0066",
    "term": "Appel d'offres",
    "acronym": "RFP",
    "definition": "Un document formel qu'une entreprise publie pour solliciter des soumissions de la part de fournisseurs potentiels pour un projet spécifique.",
    "example": "Notre équipe travaille pour soumettre notre réponse à l'appel d'offres du client avant la date limite.",
    "reviewed": true
  },
  {
    "id": "sales_0067",
    "term": "Haut de l'entonnoir",
    "acronym": "ToFu",
    "definition": "La phase initiale du processus d'achat, où les clients potentiels commencent tout juste à identifier un problème.",
    "example": "Nos articles de blog et notre contenu sur les réseaux sociaux ciblent le haut de l'entonnoir afin de développer la notoriété de la marque.",
    "reviewed": true
  },
  {
    "id": "sales_0068",
    "term": "Lead Qualifié par les Ventes",
    "acronym": "SQL",
    "definition": "Un client potentiel qui a été étudié et validé par l'équipe commerciale et qui est considéré comme prêt pour l'étape suivante du processus de vente.",
    "example": "Après un appel de découverte réussi, nous avons officiellement converti ce MQL en SQL et l'avons ajouté à notre pipeline.",
    "reviewed": true
  },
  {
    "id": "sales_0069",
    "term": "Lead Qualifié par le Marketing",
    "acronym": "MQL",
    "definition": "Un lead qui a manifesté de l'intérêt pour les offres d'une entreprise suite aux efforts marketing et qui est plus susceptible de devenir un client que d'autres leads.",
    "example": "Une personne qui télécharge notre livre blanc est considérée comme un MQL et est transmise à l'équipe SDR pour un suivi.",
    "reviewed": true
  },
  {
    "id": "sales_0070",
    "term": "Profil du Client Idéal",
    "acronym": "ICP",
    "definition": "Une description détaillée d'une entreprise fictive qui tire le plus de valeur de votre produit ou service et représente votre meilleur client possible.",
    "example": "Nous concentrons nos efforts de prospection sur les entreprises qui correspondent à notre ICP, spécifiquement les entreprises SaaS de 50 à 200 employés.",
    "reviewed": true
  },
  {
    "id": "sales_0071",
    "term": "Revenu Annuel Récurrent",
    "acronym": "ARR",
    "definition": "Le revenu récurrent et prévisible qu'une entreprise s'attend à générer grâce aux abonnements ou aux contrats sur une période d'un an.",
    "example": "L'objectif de notre entreprise est d'atteindre 10 millions de dollars d'ARR d'ici la fin de l'exercice fiscal.",
    "reviewed": true
  },
  {
    "id": "sales_0072",
    "term": "Revenu Mensuel Récurrent",
    "acronym": "MRR",
    "definition": "Le revenu récurrent et prévisible qu'une entreprise s'attend à recevoir sur une base mensuelle grâce aux abonnements.",
    "example": "Avec les 10 nouveaux clients que nous avons signés, notre MRR a augmenté de 5 000 $ ce mois-ci.",
    "reviewed": true
  },
  {
    "id": "sales_0073",
    "term": "Coût d'Acquisition Client",
    "acronym": "CAC",
    "definition": "Le coût total des efforts de vente et de marketing nécessaires pour acquérir un nouveau client.",
    "example": "Nous devons réduire notre CAC ; nous dépensons actuellement 500 $ pour acquérir chaque nouveau client, ce qui est trop élevé.",
    "reviewed": true
  },
  {
    "id": "sales_0074",
    "term": "Valeur à Vie du Client",
    "acronym": "CLV",
    "definition": "Une projection des revenus totaux qu'une entreprise peut attendre d'un client tout au long de sa relation commerciale.",
    "example": "Nos clients les plus fidèles ont une CLV élevée, ce qui justifie notre investissement dans l'équipe de succès client.",
    "reviewed": true
  },
  {
    "id": "sales_0075",
    "term": "Taux de Rétention du Revenu Net",
    "acronym": "NRR",
    "definition": "Un pourcentage qui mesure la part du revenu récurrent provenant des clients existants qui est conservée sur une période donnée, en incluant les montées en gamme, les rétrogradations et le churn.",
    "example": "Un NRR de 110 % signifie que nous réussissons à faire monter en gamme nos clients actuels et à augmenter nos revenus même sans nouvelles affaires.",
    "reviewed": true
  },
  {
    "id": "sales_0076",
    "term": "Taux de Vélocité des Leads",
    "acronym": "LVR",
    "definition": "Un indicateur qui mesure la croissance mensuelle des leads qualifiés, indiquant la santé du pipeline de vente.",
    "example": "Notre LVR a augmenté de 15 % ce trimestre, ce qui est un excellent indicateur de la croissance future de nos revenus.",
    "reviewed": true
  },
  {
    "id": "sales_0077",
    "term": "Preuve de Concept",
    "acronym": "POC",
    "definition": "Un essai ou une démonstration à petite échelle pour prouver qu'un produit ou une idée est réalisable et peut apporter une valeur concrète à un client potentiel.",
    "example": "Le client potentiel a été impressionné par la démonstration, mais il souhaite un POC de 30 jours avant de signer le contrat complet.",
    "reviewed": true
  },
  {
    "id": "sales_0078",
    "term": "Opérations de Revenus",
    "acronym": "RevOps",
    "definition": "L'alignement stratégique des opérations de vente, de marketing et de service client pour stimuler la croissance des revenus et augmenter l'efficacité tout au long du cycle de vie du client.",
    "example": "Notre équipe RevOps est responsable de la gestion du CRM, de l'analyse des données de vente et de l'optimisation de notre processus de mise sur le marché.",
    "reviewed": true
  },
  {
    "id": "sales_0079",
    "term": "Chargé de Développement Commercial",
    "acronym": "SDR",
    "definition": "Un type de commercial sédentaire qui se concentre sur la prospection sortante et la qualification de leads pour créer des opportunités pour les Responsables de Comptes.",
    "example": "L'équipe SDR est chargée de la prospection téléphonique et par e-mail de nouveaux prospects pour organiser des rendez-vous pour les AE.",
    "reviewed": true
  },
  {
    "id": "sales_0080",
    "term": "Responsable de Compte",
    "acronym": "AE",
    "definition": "Un rôle commercial responsable de la gestion et de la conclusion de contrats avec des clients nouveaux et existants.",
    "example": "Une fois qu'un lead est qualifié par un SDR, il est transmis à un Responsable de Compte qui se chargera de la démonstration et de la conclusion de la vente.",
    "reviewed": true
  },
  {
    "id": "sales_0081",
    "term": "Cahier des Charges",
    "acronym": "SOW",
    "definition": "Un document juridique qui décrit les tâches spécifiques, les livrables, les délais et les coûts d'un projet ou d'un service fourni.",
    "example": "Avant de commencer la mise en œuvre, les deux parties doivent signer le cahier des charges pour s'accorder sur le périmètre du projet.",
    "reviewed": true
  },
  {
    "id": "sales_0082",
    "term": "Contrat-Cadre de Services",
    "acronym": "MSA",
    "definition": "Un contrat fondamental entre deux parties qui établit les termes et conditions générales pour toutes les transactions ou tous les projets futurs.",
    "example": "Nous avons un MSA en place avec le client, donc pour ce nouveau projet, nous n'avons besoin que de rédiger un simple cahier des charges.",
    "reviewed": true
  },
  {
    "id": "sales_0083",
    "term": "Appel d'Offres",
    "acronym": "RFP",
    "definition": "Un document formel qu'une entreprise envoie à des fournisseurs potentiels, leur demandant de soumettre une proposition commerciale pour fournir un produit ou un service spécifique.",
    "example": "L'agence gouvernementale a lancé un appel d'offres, et nous avons deux semaines pour préparer et soumettre notre proposition.",
    "reviewed": true
  },
  {
    "id": "sales_0084",
    "term": "Haut de l'Entonnoir de Conversion",
    "acronym": "TOFU",
    "definition": "L'étape initiale du processus d'achat, où les clients potentiels commencent tout juste à identifier un problème et à chercher des informations.",
    "example": "Notre stratégie TOFU se concentre sur la création d'articles de blog et de contenu sur les réseaux sociaux pour attirer un large public.",
    "reviewed": true
  },
  {
    "id": "sales_0085",
    "term": "Pénétration du Compte",
    "acronym": null,
    "definition": "Une stratégie visant à augmenter les ventes au sein de l'organisation d'un client existant en vendant plus de produits ou en s'étendant à différents départements.",
    "example": "Notre taux de pénétration est faible chez ce client ; nous ne travaillons qu'avec leur équipe marketing, mais nous devrions aussi contacter leur service commercial.",
    "reviewed": true
  },
  {
    "id": "sales_0086",
    "term": "Clause d'Accélération",
    "acronym": null,
    "definition": "Une clause contractuelle qui augmente le taux de commission d'un vendeur une fois qu'il a dépassé son quota de ventes.",
    "example": "Mon plan de commissionnement inclut une clause d'accélération, donc je toucherai 15 % sur chaque vente conclue après avoir atteint mon objectif annuel.",
    "reviewed": true
  },
  {
    "id": "sales_0087",
    "term": "Taux d'Adoption",
    "acronym": null,
    "definition": "Le pourcentage d'utilisateurs qui deviennent des utilisateurs réguliers et actifs d'un produit ou d'une fonctionnalité après un essai initial ou un achat.",
    "example": "Le taux d'adoption de notre nouvelle fonctionnalité est de plus de 80 %, ce qui montre que les clients la trouvent très utile.",
    "reviewed": true
  },
  {
    "id": "sales_0088",
    "term": "Programme d'Ambassadeurs",
    "acronym": null,
    "definition": "Une initiative marketing qui encourage les clients passionnés à promouvoir une marque ou un produit par le biais de témoignages, de parrainages et sur les réseaux sociaux.",
    "example": "Nous lançons un programme d'ambassadeurs pour récompenser nos meilleurs clients qui nous recommandent à de nouvelles entreprises.",
    "reviewed": true
  },
  {
    "id": "sales_0089",
    "term": "Valeur Annuelle du Contrat",
    "acronym": "ACV",
    "definition": "Le revenu annuel moyen généré par un seul contrat client, hors frais uniques.",
    "example": "Notre objectif cette année est d'augmenter notre valeur annuelle de contrat (ACV) moyenne en ciblant des clients plus grands, de type grand compte.",
    "reviewed": true
  },
  {
    "id": "sales_0090",
    "term": "Conclusion Présomptive",
    "acronym": null,
    "definition": "Une technique de conclusion de vente où le vendeur suppose intentionnellement que le prospect a déjà décidé d'acheter.",
    "example": "En utilisant une conclusion présomptive, le vendeur a demandé : 'Alors, quel jour de la semaine prochaine vous arrange le mieux pour notre appel de mise en œuvre ?'",
    "reviewed": true
  },
  {
    "id": "sales_0091",
    "term": "Taux de Vente Additionnelle",
    "acronym": null,
    "definition": "Un indicateur qui mesure le nombre de produits secondaires ou de modules complémentaires vendus par rapport à un produit principal.",
    "example": "Le taux de vente additionnelle de notre pack de support premium est de près de 60 %, ce qui augmente considérablement la valeur de chaque vente.",
    "reviewed": true
  },
  {
    "id": "sales_0092",
    "term": "Répartition de l'Atteinte des Objectifs",
    "acronym": null,
    "definition": "Un rapport ou un graphique montrant la performance d'une équipe de vente, illustrant combien de commerciaux atteignent, dépassent ou manquent leurs quotas de vente.",
    "example": "Le graphique de répartition de l'atteinte des objectifs montre que 70 % de notre équipe de vente a atteint son quota le trimestre dernier, ce qui est un excellent résultat.",
    "reviewed": true
  },
  {
    "id": "sales_0093",
    "term": "Principe d'Autorité",
    "acronym": null,
    "definition": "Un principe psychologique selon lequel les gens sont plus enclins à faire confiance et à suivre les conseils d'un expert ou d'une figure d'autorité crédible.",
    "example": "En présentant des témoignages de leaders du secteur sur notre site web, nous utilisons le principe d'autorité pour instaurer la confiance avec de nouveaux prospects.",
    "reviewed": true
  },
  {
    "id": "sales_0094",
    "term": "Meilleure Solution de Rechange",
    "acronym": "BATNA",
    "definition": "La ligne de conduite la plus avantageuse qu'une partie peut adopter si les négociations avec un client échouent et qu'un accord ne peut être trouvé.",
    "example": "Avant la négociation, nous avons déterminé que notre meilleure solution de rechange (MESORE) était de nous retirer et de nous concentrer sur l'autre gros contrat dans notre pipeline.",
    "reviewed": true
  },
  {
    "id": "sales_0095",
    "term": "Prévision Optimiste",
    "acronym": null,
    "definition": "Une prévision de ventes qui représente le revenu potentiel total si chaque transaction du pipeline, y compris les plus incertaines, est conclue avec succès.",
    "example": "Ma prévision optimiste pour ce trimestre est de 500 000 $, mais ma prévision engagée plus réaliste est plus proche de 300 000 $.",
    "reviewed": true
  },
  {
    "id": "sales_0096",
    "term": "Facturations",
    "acronym": null,
    "definition": "Le montant total facturé aux clients au cours d'une période donnée, qui peut différer des revenus en raison des principes comptables.",
    "example": "Nos facturations ont été élevées ce trimestre car nous avons signé plusieurs contrats pluriannuels et facturé la totalité de la première année d'avance.",
    "reviewed": true
  },
  {
    "id": "sales_0097",
    "term": "Vente Inattendue",
    "acronym": null,
    "definition": "Une vente inattendue qui se concrétise avec peu ou pas d'effort de la part de l'équipe de vente, provenant souvent d'un ancien client ou d'une demande entrante.",
    "example": "Nous avons eu une vente inattendue aujourd'hui ; la nouvelle entreprise d'un ancien client a appelé et demandé un devis pour 100 licences.",
    "reviewed": true
  },
  {
    "id": "sales_0098",
    "term": "Prises de Commandes",
    "acronym": null,
    "definition": "La valeur totale de tous les contrats signés avec les clients au cours d'une période donnée, représentant un engagement de revenus futurs.",
    "example": "L'équipe commerciale a réalisé un trimestre record, avec plus de 2 millions de dollars de prises de commandes de nouveaux clients grands comptes.",
    "reviewed": true
  },
  {
    "id": "sales_0099",
    "term": "Remords de l'Acheteur",
    "acronym": null,
    "definition": "Un sentiment de regret, d'anxiété ou de doute qu'un client éprouve après avoir pris une décision d'achat.",
    "example": "Notre processus d'intégration est conçu pour démontrer la valeur immédiatement et aider à prévenir les remords de l'acheteur.",
    "reviewed": true
  },
  {
    "id": "sales_0100",
    "term": "Comité d'Achat",
    "acronym": null,
    "definition": "Un groupe d'individus au sein d'une entreprise qui sont collectivement responsables de la prise de décision finale d'achat, incluant souvent des utilisateurs, des experts techniques et des dirigeants.",
    "example": "Nous devons obtenir l'approbation de tout le comité d'achat, qui comprend les directeurs de l'informatique, des finances et du marketing.",
    "reviewed": true
  },
  {
    "id": "sales_0101",
    "term": "Conflit de Canaux de Distribution",
    "acronym": null,
    "definition": "Une situation où l'équipe de vente directe d'une entreprise entre en concurrence avec ses propres partenaires de distribution (comme les revendeurs) pour le même client.",
    "example": "Nous avons créé des règles d'engagement claires pour éviter tout conflit de canaux de distribution entre nos commerciaux internes et nos partenaires.",
    "reviewed": true
  },
  {
    "id": "sales_0102",
    "term": "Clause de Récupération",
    "acronym": null,
    "definition": "Une clause contractuelle qui permet à une entreprise de récupérer les commissions versées à un vendeur si le client annule son contrat prématurément ou ne paie pas.",
    "example": "Notre plan de rémunération inclut une clause de récupération pour les six premiers mois de tout nouveau contrat.",
    "reviewed": true
  },
  {
    "id": "sales_0103",
    "term": "Co-vente",
    "acronym": null,
    "definition": "Un partenariat où deux entreprises collaborent pour vendre leurs produits ou services complémentaires au même client.",
    "example": "Nous faisons de la co-vente avec notre fournisseur de cloud pour offrir une solution commune qui répond à tous les besoins du client.",
    "reviewed": true
  },
  {
    "id": "sales_0104",
    "term": "Dissonance Cognitive",
    "acronym": null,
    "definition": "L'inconfort mental ressenti par une personne confrontée à des croyances, idées ou valeurs contradictoires, souvent éprouvé par un acheteur après un achat.",
    "example": "Un bon vendeur aide à résoudre la dissonance cognitive du client en le rassurant sur le fait qu'il a fait le bon choix.",
    "reviewed": true
  },
  {
    "id": "sales_0105",
    "term": "Analyse de Cohorte",
    "acronym": null,
    "definition": "Un outil d'analyse comportementale qui segmente les données en groupes de personnes ayant des caractéristiques communes sur une période donnée, comme les clients qui se sont inscrits le même mois.",
    "example": "L'analyse de cohorte montre que les clients qui nous ont rejoints en mai ont un taux de rétention bien plus élevé que ceux de juin.",
    "reviewed": true
  },
  {
    "id": "sales_0106",
    "term": "Maîtrise du Message",
    "acronym": null,
    "definition": "Un cadre de messagerie commerciale qui garantit que les vendeurs peuvent clairement articuler la valeur de leur solution dans le contexte des problèmes spécifiques du client.",
    "example": "Après la formation, notre équipe a une bien meilleure maîtrise du message et peut expliquer nos avantages concurrentiels avec assurance.",
    "reviewed": true
  },
  {
    "id": "sales_0107",
    "term": "Avance sur Commissions",
    "acronym": null,
    "definition": "Un paiement anticipé sur les commissions futures attendues, souvent accordé aux nouveaux vendeurs pour leur fournir un revenu stable pendant qu'ils constituent leur pipeline.",
    "example": "L'entreprise offre une avance sur commissions non récupérable pour les trois premiers mois afin d'aider les nouvelles recrues à démarrer.",
    "reviewed": true
  },
  {
    "id": "sales_0108",
    "term": "Prévision Engagée",
    "acronym": null,
    "definition": "Une prévision de ventes représentant les affaires qu'un vendeur est très confiant (par exemple, à 90 % ou plus) de conclure au cours de la période actuelle.",
    "example": "J'ai dix affaires dans mon pipeline, mais ma prévision engagée n'inclut que les trois qui sont en phase de contrat final.",
    "reviewed": true
  },
  {
    "id": "sales_0109",
    "term": "Vente Conceptuelle",
    "acronym": null,
    "definition": "Une méthodologie de vente où le vendeur découvre les besoins commerciaux sous-jacents ou le 'concept' du client et relie sa solution à l'atteinte de cet objectif.",
    "example": "Au lieu de simplement vendre des fonctionnalités, la vente conceptuelle nous apprend à vendre le 'concept' d'une efficacité améliorée au client.",
    "reviewed": true
  },
  {
    "id": "sales_0110",
    "term": "CPQ (Configure, Price, Quote)",
    "acronym": "CPQ",
    "definition": "Acronyme pour \"Configure, Price, Quote\", un logiciel qui aide les vendeurs à générer rapidement et précisément des devis pour des produits complexes et configurables.",
    "example": "Notre nouvel outil CPQ calcule automatiquement les remises et garantit que toutes nos propositions sont exactes et professionnelles.",
    "reviewed": true
  },
  {
    "id": "sales_0111",
    "term": "MRR de Contraction",
    "acronym": null,
    "definition": "Le montant du revenu mensuel récurrent perdu auprès des clients existants qui ont rétrogradé vers un plan tarifaire inférieur.",
    "example": "Nous avons enregistré 5 000 $ de MRR d'expansion contre 2 000 $ de MRR de contraction, soit un gain net de 3 000 $ au sein de notre base de clients.",
    "reviewed": true
  },
  {
    "id": "sales_0112",
    "term": "Score de Santé Client",
    "acronym": null,
    "definition": "Un indicateur utilisé pour prédire la fidélité d'un client et son risque de résiliation, calculé à partir de facteurs tels que l'utilisation du produit, les tickets de support et les réponses aux enquêtes.",
    "example": "Ce compte a un faible score de santé client, le responsable du succès client doit donc le contacter immédiatement.",
    "reviewed": true
  },
  {
    "id": "sales_0113",
    "term": "Enrichissement des Données",
    "acronym": null,
    "definition": "Le processus de fusion de données tierces avec une base de données existante d'informations sur les clients ou les leads pour la rendre plus complète et précise.",
    "example": "Nous utilisons un outil d'enrichissement des données pour ajouter la taille de l'entreprise et le secteur d'activité à tous nos nouveaux leads dans le CRM.",
    "reviewed": true
  },
  {
    "id": "sales_0114",
    "term": "Deal Desk",
    "acronym": null,
    "definition": "Une équipe interfonctionnelle (comprenant souvent les ventes, la finance et le juridique) qui aide à structurer et à approuver les transactions complexes ou non standard.",
    "example": "Comme le client demande une tarification personnalisée, nous devons soumettre cette affaire au Deal Desk pour approbation.",
    "reviewed": true
  },
  {
    "id": "sales_0115",
    "term": "Revue d'Affaire",
    "acronym": null,
    "definition": "Une réunion formelle où un directeur des ventes et un vendeur examinent le statut d'une affaire spécifique dans le pipeline pour élaborer une stratégie et s'assurer de sa progression.",
    "example": "Lors de notre revue d'affaire hebdomadaire, nous avons examiné le compte 'enterprise' bloqué et avons élaboré un nouveau plan pour engager le directeur financier.",
    "reviewed": true
  },
  {
    "id": "sales_0116",
    "term": "Enregistrement d'Affaire",
    "acronym": null,
    "definition": "Un processus par lequel un partenaire de distribution (comme un revendeur) informe un fournisseur d'un lead sur lequel il travaille pour obtenir l'exclusivité et éviter les conflits.",
    "example": "Notre partenaire a soumis un enregistrement d'affaire pour le compte ABC Corp, donc notre équipe de vente directe ne peut plus les prospecter.",
    "reviewed": true
  },
  {
    "id": "sales_0117",
    "term": "Report d'Affaire",
    "acronym": null,
    "definition": "Lorsqu'une affaire qui devait être conclue au cours de la période actuelle (comme ce mois-ci ou ce trimestre) est reportée à une période future.",
    "example": "Nous avons subi quelques reports d'affaires le trimestre dernier, car deux gros contrats ont été retardés et ne seront conclus qu'au T3.",
    "reviewed": true
  },
  {
    "id": "sales_0168",
    "term": "Licence par utilisateur",
    "acronym": null,
    "definition": "Un modèle de licence logicielle où le prix est déterminé par le nombre d'utilisateurs individuels, ou 'postes'.",
    "example": "Notre nouveau logiciel CRM utilise un modèle de licence par utilisateur, il coûte donc 50 € par utilisateur et par mois.",
    "reviewed": true
  },
  {
    "id": "sales_0169",
    "term": "accord de niveau de service",
    "acronym": "SLA",
    "definition": "Un contrat qui définit le niveau de service qu'un fournisseur s'engage à fournir à un client, incluant les indicateurs, les responsabilités et les recours en cas de manquement.",
    "example": "Avant de signer, notre équipe juridique a examiné l'accord de niveau de service pour s'assurer qu'il garantissait une disponibilité de 99,9 %.",
    "reviewed": true
  },
  {
    "id": "sales_0170",
    "term": "preuve sociale",
    "acronym": null,
    "definition": "Un phénomène psychologique où les individus supposent que les actions des autres reflètent le comportement correct, souvent utilisé en vente à travers des témoignages ou des études de cas.",
    "example": "Nous utilisons les témoignages de clients et les études de cas sur notre site web comme preuve sociale pour gagner la confiance de nos nouveaux prospects.",
    "reviewed": true
  },
  {
    "id": "sales_0171",
    "term": "opportunité au point mort",
    "acronym": null,
    "definition": "Une transaction potentielle qui a cessé de progresser dans le pipeline de vente pendant une période prolongée.",
    "example": "L'affaire avec Acme Corp est maintenant une opportunité au point mort ; je n'ai pas eu de nouvelles du décisionnaire depuis plus d'un mois.",
    "reviewed": true
  },
  {
    "id": "sales_0172",
    "term": "biais du statu quo",
    "acronym": null,
    "definition": "La tendance psychologique des gens à préférer que les choses restent inchangées, ce qui peut être un obstacle majeur dans la vente.",
    "example": "Le plus grand défi est de surmonter le biais du statu quo du client ; il est à l'aise avec son système actuel, moins efficace.",
    "reviewed": true
  },
  {
    "id": "sales_0173",
    "term": "vente sur comptes cibles",
    "acronym": "TAS",
    "definition": "Une méthodologie de vente axée sur l'identification et la prospection d'un petit nombre de comptes stratégiques à forte valeur.",
    "example": "Au lieu de ratisser large, notre équipe grands comptes utilise la vente sur comptes cibles pour se concentrer sur les 10 plus grandes entreprises du secteur financier.",
    "reviewed": true
  },
  {
    "id": "sales_0174",
    "term": "validation technique",
    "acronym": null,
    "definition": "L'étape du processus de vente où l'équipe technique du prospect convient que votre produit est la meilleure solution pour ses besoins, avant même qu'une décision d'achat finale ne soit prise.",
    "example": "Nous avons obtenu la validation technique après la démonstration, lorsque leur responsable ingénierie a confirmé que notre logiciel répondait à toutes leurs exigences.",
    "reviewed": true
  },
  {
    "id": "sales_0175",
    "term": "résiliation pour convenance",
    "acronym": null,
    "definition": "Une clause contractuelle qui permet à l'une ou aux deux parties de mettre fin à l'accord pour n'importe quelle raison, sans avoir à prouver une rupture de contrat.",
    "example": "Le contrat inclut une clause de résiliation pour convenance, nous permettant de mettre fin au partenariat avec un préavis de 30 jours si nos besoins changent.",
    "reviewed": true
  },
  {
    "id": "sales_0176",
    "term": "valeur totale du contrat",
    "acronym": "TCV",
    "definition": "Le revenu total qu'un contrat est censé générer sur toute sa durée, incluant les frais uniques et les frais récurrents.",
    "example": "L'accord de trois ans a une valeur totale du contrat de 1,2 million d'euros, ce qui inclut les frais de mise en œuvre initiaux.",
    "reviewed": true
  },
  {
    "id": "sales_0177",
    "term": "test de conclusion",
    "acronym": null,
    "definition": "Une technique de vente utilisée pour évaluer la disposition d'un prospect à acheter avant de formuler la demande de conclusion finale.",
    "example": "Après avoir expliqué les avantages, le commercial a utilisé un test de conclusion en demandant : 'Cela vous semble-t-il être une solution qui fonctionnerait pour votre équipe ?'",
    "reviewed": true
  },
  {
    "id": "sales_0178",
    "term": "Tarification à l'usage",
    "acronym": null,
    "definition": "Un modèle de tarification où les clients sont facturés en fonction de leur utilisation d'un produit ou d'un service.",
    "example": "Notre service de stockage cloud a une tarification à l'usage, vous ne payez donc que pour les données que vous stockez réellement chaque mois.",
    "reviewed": true
  },
  {
    "id": "sales_0179",
    "term": "Écart de valeur",
    "acronym": null,
    "definition": "La différence entre la valeur qu'un client s'attend à recevoir d'un produit et la valeur qu'il perçoit réellement.",
    "example": "Nous devons combler l'écart de valeur ; les clients ne réalisent pas les économies que nous avions promises dans notre marketing.",
    "reviewed": true
  },
  {
    "id": "sales_0180",
    "term": "Approche de vente par la valeur",
    "acronym": null,
    "definition": "Une méthodologie de vente qui se concentre sur la compréhension des problèmes commerciaux d'un client et la démonstration de la valeur économique tangible de votre solution.",
    "example": "En utilisant une approche de vente par la valeur, nous avons déplacé la conversation du prix vers le retour sur investissement à long terme que notre solution offre.",
    "reviewed": true
  },
  {
    "id": "sales_0181",
    "term": "Revendeur à valeur ajoutée",
    "acronym": "VAR",
    "definition": "Une entreprise qui ajoute des fonctionnalités ou des services à un produit existant puis le revend comme une solution intégrée.",
    "example": "Nous travaillons en partenariat avec un revendeur à valeur ajoutée qui combine notre logiciel avec son matériel et ses services d'installation.",
    "reviewed": true
  },
  {
    "id": "sales_0182",
    "term": "Voix du client",
    "acronym": "VoC",
    "definition": "Un processus d'étude de marché qui recueille les attentes, les préférences et les retours des clients pour améliorer les produits et services.",
    "example": "Notre programme 'Voix du client' utilise des enquêtes et des entretiens pour orienter directement notre feuille de route de développement de produits.",
    "reviewed": true
  },
  {
    "id": "sales_0183",
    "term": "Point de rupture",
    "acronym": null,
    "definition": "Le prix le plus bas ou les conditions les moins favorables qu'un vendeur est prêt à accepter dans une négociation, au-delà desquels il mettra fin à la discussion.",
    "example": "Mon point de rupture dans cette négociation est une remise de 15 % ; au-delà, l'affaire n'est plus rentable.",
    "reviewed": true
  },
  {
    "id": "sales_0184",
    "term": "Part de portefeuille",
    "acronym": null,
    "definition": "Le pourcentage des dépenses totales d'un client dans une catégorie spécifique qui est capté par une seule entreprise.",
    "example": "Nous avons une faible part de portefeuille avec ce client ; il achète la plupart de ses fournitures chez notre concurrent, il y a donc une grande opportunité de développer le compte.",
    "reviewed": true
  },
  {
    "id": "sales_0118",
    "term": "Clause de décélération",
    "acronym": null,
    "definition": "Une disposition contractuelle dans un plan de commissionnement qui réduit le taux de commission des commerciaux qui n'atteignent pas un certain seuil de performance.",
    "example": "Notre nouveau plan de rémunération inclut une clause de décélération ; si vous réalisez moins de 50 % de votre objectif, votre taux de commission passe de 10 % à 7 %.",
    "reviewed": true
  },
  {
    "id": "sales_0119",
    "term": "Fatigue décisionnelle",
    "acronym": null,
    "definition": "Le concept psychologique selon lequel la capacité d'une personne à prendre de bonnes décisions se détériore après une longue session de prise de décision.",
    "example": "Après avoir examiné dix options logicielles différentes, le client souffrait de fatigue décisionnelle et ne parvenait pas à s'engager sur un achat.",
    "reviewed": true
  },
  {
    "id": "sales_0120",
    "term": "Baisse de gamme",
    "acronym": null,
    "definition": "Lorsqu'un client choisit de passer à une version moins chère d'un produit ou d'un service, entraînant une réduction de la valeur de son contrat.",
    "example": "Pendant le ralentissement économique, nous avons constaté une baisse de gamme chez plusieurs clients, qui ont choisi l'offre de base pour réduire leurs coûts.",
    "reviewed": true
  },
  {
    "id": "sales_0121",
    "term": "Revue d'affaires exécutive",
    "acronym": "EBR",
    "definition": "Une réunion stratégique entre un fournisseur et l'équipe de direction d'un client pour examiner la valeur apportée, discuter des objectifs et s'aligner sur la stratégie future.",
    "example": "Pour la prochaine revue d'affaires exécutive, nous devons préparer une présentation qui montre clairement le retour sur investissement que notre client a obtenu avec notre plateforme.",
    "reviewed": true
  },
  {
    "id": "sales_0122",
    "term": "Soutien de la direction",
    "acronym": null,
    "definition": "Le soutien actif et l'engagement d'un cadre dirigeant au sein de l'organisation d'un client pour un projet ou un achat spécifique.",
    "example": "Nous ne conclurons pas cette affaire à un million d'euros sans un solide soutien de la direction, notamment de la part de leur directeur financier.",
    "reviewed": true
  },
  {
    "id": "sales_0123",
    "term": "Revenu d'expansion",
    "acronym": null,
    "definition": "Revenu généré par les clients existants au-delà de leur achat initial, par le biais de ventes incitatives (upsells), de ventes croisées (cross-sells) ou d'ajouts (add-ons).",
    "example": "Notre équipe de 'customer success' se concentre sur la génération de revenu d'expansion en identifiant des opportunités de vendre davantage de services à notre base de clients actuelle.",
    "reviewed": true
  },
  {
    "id": "sales_0124",
    "term": "Vente GAP",
    "acronym": null,
    "definition": "Une méthodologie de vente axée sur l'identification de l'« écart » (gap) entre la situation actuelle d'un prospect et la situation future souhaitée, pour ensuite positionner le produit comme la solution.",
    "example": "En utilisant la méthode de vente GAP, le commercial a aidé le client à réaliser que son processus actuel lui coûtait 50 000 € par mois, créant ainsi un solide argumentaire commercial pour notre solution.",
    "reviewed": true
  },
  {
    "id": "sales_0125",
    "term": "Négociation donnant-donnant",
    "acronym": null,
    "definition": "Une tactique de négociation où vous offrez une concession à l'autre partie en échange d'une concession de valeur égale ou supérieure de sa part.",
    "example": "Pendant la négociation donnant-donnant, je leur ai offert une remise de 5 % en échange d'un contrat de deux ans au lieu d'un.",
    "reviewed": true
  },
  {
    "id": "sales_0126",
    "term": "Taux de rétention du revenu brut",
    "acronym": "GRR",
    "definition": "Un indicateur qui mesure le pourcentage de revenu récurrent conservé auprès des clients existants sur une période donnée, à l'exclusion de tout revenu d'expansion.",
    "example": "Notre taux de rétention du revenu brut est de 95 %, ce qui signifie que nous n'avons perdu que 5 % de nos revenus provenant des clients existants en raison de résiliations ou de baisses de gamme l'année dernière.",
    "reviewed": true
  },
  {
    "id": "sales_0127",
    "term": "Clause d'indemnisation",
    "acronym": null,
    "definition": "Une disposition contractuelle par laquelle une partie s'engage à dédommager l'autre pour tout préjudice, perte ou responsabilité découlant du contrat.",
    "example": "Notre service juridique insiste toujours sur une clause d'indemnisation solide pour nous protéger d'éventuelles poursuites judiciaires.",
    "reviewed": true
  },
  {
    "id": "sales_0128",
    "term": "Gestion des comptes clés",
    "acronym": "KAM",
    "definition": "Le processus de développement et de maintien de relations à long terme avec les clients les plus importants d'une entreprise afin de maximiser la valeur mutuelle.",
    "example": "Notre stratégie de gestion des comptes clés implique d'assigner un responsable dédié à chacun de nos 10 plus grands clients.",
    "reviewed": true
  },
  {
    "id": "sales_0129",
    "term": "Attribution des leads",
    "acronym": null,
    "definition": "Le processus automatisé d'assignation des leads entrants aux commerciaux appropriés sur la base de critères prédéfinis comme le territoire, la taille de l'entreprise ou le secteur d'activité.",
    "example": "Les règles d'attribution des leads de notre CRM envoient automatiquement tous les prospects du secteur de la santé à l'équipe de Sarah.",
    "reviewed": true
  },
  {
    "id": "sales_0130",
    "term": "Modèle de notation des leads",
    "acronym": null,
    "definition": "Un système utilisé pour classer les leads en leur attribuant des points pour divers attributs et comportements afin de déterminer s'ils sont prêts pour la vente.",
    "example": "Selon notre modèle de notation des leads, toute personne qui demande une démo et travaille dans une grande entreprise est considérée comme un lead « chaud ».",
    "reviewed": true
  },
  {
    "id": "sales_0131",
    "term": "Taux de conversion de lead en opportunité",
    "acronym": null,
    "definition": "Un indicateur qui mesure le pourcentage de leads qualifiés par l'équipe commerciale et convertis en opportunités de vente actives.",
    "example": "Notre taux de conversion de lead en opportunité a augmenté à 15 % ce trimestre, ce qui indique une meilleure qualité des leads provenant du marketing.",
    "reviewed": true
  },
  {
    "id": "sales_0132",
    "term": "Clause de limitation de responsabilité",
    "acronym": null,
    "definition": "Une clause contractuelle qui plafonne le montant des dommages et intérêts qu'une partie peut réclamer à l'autre en cas de rupture de contrat.",
    "example": "La clause de limitation de responsabilité du contrat stipule que leur réclamation maximale ne peut excéder le total des frais payés au cours des 12 derniers mois.",
    "reviewed": true
  },
  {
    "id": "sales_0133",
    "term": "Attrition client",
    "acronym": null,
    "definition": "Un indicateur qui mesure le taux auquel les clients annulent leurs abonnements ou cessent de faire affaire avec une entreprise, calculé en nombre de comptes clients.",
    "example": "Même si notre revenu est stable, notre attrition client est élevée, ce qui signifie que nous perdons de petits clients et les remplaçons par des plus grands.",
    "reviewed": true
  },
  {
    "id": "sales_0134",
    "term": "Aversion à la perte",
    "acronym": null,
    "definition": "Un principe psychologique selon lequel les gens ressentent la douleur d'une perte plus fortement que le plaisir d'un gain équivalent.",
    "example": "Le commercial a tiré parti de l'aversion à la perte en soulignant les désavantages concurrentiels auxquels l'entreprise serait confrontée si elle n'adoptait pas la nouvelle technologie.",
    "reviewed": true
  },
  {
    "id": "sales_0135",
    "term": "Magic Number",
    "acronym": null,
    "definition": "Un indicateur SaaS utilisé pour mesurer l'efficacité des ventes et du marketing en calculant le montant de nouveau revenu récurrent généré pour chaque dollar dépensé.",
    "example": "Un Magic Number supérieur à 0,75 indique que nos investissements en ventes et marketing génèrent des revenus de manière efficace.",
    "reviewed": true
  },
  {
    "id": "sales_0136",
    "term": "Fonds de développement commercial",
    "acronym": "MDF",
    "definition": "Argent fourni par un fabricant à ses partenaires de distribution, comme les distributeurs ou les revendeurs, pour les aider dans leurs activités de marketing et de vente.",
    "example": "Nous avons alloué nos fonds de développement commercial à notre meilleur revendeur pour l'aider à mener une campagne de publicité locale.",
    "reviewed": true
  },
  {
    "id": "sales_0137",
    "term": "Approche multi-interlocuteurs",
    "acronym": null,
    "definition": "La pratique commerciale consistant à établir des relations avec plusieurs parties prenantes au sein de l'organisation d'un prospect pour réduire les risques et améliorer les chances de conclure une affaire.",
    "example": "L'affaire est risquée car nous n'avons qu'un seul contact ; nous devons adopter une approche multi-interlocuteurs et nouer une relation avec le directeur de l'ingénierie.",
    "reviewed": true
  },
  {
    "id": "sales_0138",
    "term": "Plan d'action mutuel",
    "acronym": "MAP",
    "definition": "Un document collaboratif partagé entre un commercial et un prospect qui décrit les étapes et le calendrier requis pour que les deux parties finalisent un achat.",
    "example": "Nous avons créé un plan d'action mutuel avec le client pour nous assurer de respecter le calendrier en vue d'une signature de contrat d'ici la fin du mois.",
    "reviewed": true
  },
  {
    "id": "sales_0139",
    "term": "Méthode de vente NEAT",
    "acronym": "NEAT",
    "definition": "Un cadre de qualification commerciale qui se concentre sur la compréhension des points clés du prospect : Needs (besoins), Economic impact (impact économique), Access to authority (accès aux décideurs) et Timeline (calendrier).",
    "example": "L'utilisation de la méthode de vente NEAT m'a aidé à comprendre le véritable impact économique du problème, ce qui a renforcé mon argumentaire commercial.",
    "reviewed": true
  },
  {
    "id": "sales_0140",
    "term": "Rémunération cible",
    "acronym": "OTE",
    "definition": "La rémunération potentielle totale qu'un commercial peut gagner s'il atteint 100 % de son objectif de vente, composée du salaire de base et de la commission variable.",
    "example": "Le poste de chargé de compte a une rémunération cible de 150 000 €, avec une répartition 50/50 entre le salaire de base et la commission.",
    "reviewed": true
  },
  {
    "id": "sales_0141",
    "term": "Processus d'intégration",
    "acronym": null,
    "definition": "Le processus structuré visant à aider les nouveaux clients à se familiariser avec un produit ou un service pour assurer leur succès à long terme.",
    "example": "Un processus d'intégration client fluide est crucial pour réduire l'attrition et augmenter l'adoption par les utilisateurs.",
    "reviewed": true
  },
  {
    "id": "sales_0142",
    "term": "Taux de réussite",
    "acronym": null,
    "definition": "Un indicateur de vente qui calcule le pourcentage d'opportunités qualifiées qui se soldent par une affaire gagnée, également connu sous le nom de 'win rate'.",
    "example": "Le taux de réussite de notre équipe est de 25 %, ce qui signifie que nous remportons une affaire sur quatre dans notre pipeline.",
    "reviewed": true
  },
  {
    "id": "sales_0143",
    "term": "Bon de commande",
    "acronym": null,
    "definition": "Un document qu'un client remplit pour passer officiellement une commande de produits ou de services, en précisant les quantités, les prix et les conditions.",
    "example": "Une fois que le client signe le bon de commande, l'affaire est officiellement conclue et nous pouvons commencer la mise en œuvre.",
    "reviewed": true
  },
  {
    "id": "sales_0144",
    "term": "Gestion de la relation partenaire",
    "acronym": "PRM",
    "definition": "La stratégie et le logiciel utilisés pour rationaliser et gérer les processus commerciaux entre une entreprise et ses partenaires de distribution.",
    "example": "Nous utilisons un système PRM (Gestion de la Relation Partenaire) pour fournir à nos revendeurs des supports marketing et suivre leurs efforts de génération de leads.",
    "reviewed": true
  },
  {
    "id": "sales_0145",
    "term": "Répartition de la rémunération",
    "acronym": null,
    "definition": "Le ratio entre le salaire de base fixe d'un commercial et sa commission variable basée sur la performance.",
    "example": "Une répartition de la rémunération de 60/40 signifie que 60 % de la rémunération cible du commercial provient de son salaire de base et 40 % de la commission.",
    "reviewed": true
  },
  {
    "id": "sales_0146",
    "term": "Délai de récupération",
    "acronym": null,
    "definition": "La durée nécessaire pour qu'un client génère suffisamment de revenus pour couvrir son coût d'acquisition.",
    "example": "Avec notre tarification actuelle, le délai de récupération client est d'environ 18 mois, ce qui est un peu long pour notre secteur.",
    "reviewed": true
  },
  {
    "id": "sales_0147",
    "term": "Ratio de couverture du pipeline",
    "acronym": null,
    "definition": "Un indicateur qui compare la valeur totale de toutes les opportunités ouvertes dans un pipeline de vente à l'objectif du commercial pour une période donnée.",
    "example": "Notre manager veut que chaque commercial maintienne un ratio de couverture du pipeline d'au moins 3x, ce qui signifie que la valeur de leur pipeline doit être trois fois supérieure à leur objectif.",
    "reviewed": true
  },
  {
    "id": "sales_0148",
    "term": "Génération de pipeline",
    "acronym": null,
    "definition": "Le processus de création de nouvelles opportunités de vente qualifiées pour remplir le pipeline commercial grâce à la prospection et au marketing.",
    "example": "Notre principal objectif ce trimestre est la génération de pipeline, donc l'équipe commerciale va passer beaucoup d'appels à froid.",
    "reviewed": true
  },
  {
    "id": "sales_0149",
    "term": "Qualité du pipeline",
    "acronym": null,
    "definition": "La pratique consistant à examiner et mettre à jour régulièrement un pipeline de vente pour s'assurer que toutes les données sont exactes et fournissent une prévision de vente réaliste.",
    "example": "Le directeur des ventes a souligné l'importance d'une bonne qualité du pipeline, demandant à chacun de retirer les affaires au point mort et de mettre à jour les dates de clôture.",
    "reviewed": true
  },
  {
    "id": "sales_0150",
    "term": "Preuve de la valeur",
    "acronym": "POV",
    "definition": "Une démonstration où un prospect utilise un produit pour constater et mesurer sa valeur commerciale avant de procéder à un achat.",
    "example": "Nous avons convenu d'une preuve de la valeur sur 30 jours, période durant laquelle le client mesurera les économies réalisées pour justifier son achat.",
    "reviewed": true
  },
  {
    "id": "sales_0151",
    "term": "Revue d'affaires trimestrielle",
    "acronym": "QBR",
    "definition": "Une réunion récurrente entre un fournisseur et un client pour examiner les performances, discuter des réussites et s'aligner sur les objectifs du prochain trimestre.",
    "example": "Lors de notre revue d'affaires trimestrielle avec le client, nous avons démontré comment notre logiciel les a aidés à augmenter leur productivité de 15 % au dernier trimestre.",
    "reviewed": true
  },
  {
    "id": "sales_0152",
    "term": "Capacité de quota",
    "acronym": null,
    "definition": "Le quota de vente total qu'une équipe commerciale pourrait théoriquement atteindre si tous les commerciaux étaient pleinement opérationnels et réalisaient 100 % de leurs quotas.",
    "example": "Lors du recrutement de nouveaux commerciaux, nous devons tenir compte de notre capacité de quota pour garantir que nos objectifs de revenus au niveau de l'entreprise sont réalisables.",
    "reviewed": true
  },
  {
    "id": "sales_0153",
    "term": "Principe de réciprocité",
    "acronym": null,
    "definition": "Un principe de psychologie sociale selon lequel les gens se sentent obligés de donner en retour après avoir reçu quelque chose.",
    "example": "En fournissant un rapport sectoriel gratuit, le commercial utilisait le principe de réciprocité pour encourager le prospect à accepter un rendez-vous.",
    "reviewed": true
  },
  {
    "id": "sales_0154",
    "term": "Annotation juridique",
    "acronym": null,
    "definition": "Dans un contexte commercial, processus consistant à modifier et annoter un contrat ou un document juridique pour indiquer les changements proposés lors des négociations.",
    "example": "L'équipe juridique du client procède à l'annotation juridique de l'accord ; nous devrions recevoir leurs propositions de modification d'ici demain.",
    "reviewed": true
  },
  {
    "id": "sales_0155",
    "term": "Contrat d'apporteur d'affaires",
    "acronym": null,
    "definition": "Un contrat formel qui définit les conditions selon lesquelles un partenaire recommandera des clients potentiels à une entreprise en échange d'une commission.",
    "example": "Nous avons signé un contrat d'apporteur d'affaires avec un cabinet de conseil qui travaille avec nos clients idéaux.",
    "reviewed": true
  },
  {
    "id": "sales_0156",
    "term": "Taux de renouvellement",
    "acronym": null,
    "definition": "Le pourcentage de clients qui renouvellent leurs abonnements ou contrats à la fin d'une période.",
    "example": "Notre taux de renouvellement élevé de 92 % montre que nos clients sont satisfaits et trouvent une valeur continue dans notre service.",
    "reviewed": true
  },
  {
    "id": "sales_0157",
    "term": "Revenue Intelligence",
    "acronym": null,
    "definition": "Logiciel qui utilise l'intelligence artificielle pour capturer et analyser les données d'interaction client afin de fournir aux équipes de vente des informations et des prévisions.",
    "example": "Notre nouvelle plateforme de Revenue Intelligence enregistre tous les appels de vente et identifie automatiquement les sujets clés et les actions à entreprendre.",
    "reviewed": true
  },
  {
    "id": "sales_0158",
    "term": "Pacte de préférence",
    "acronym": null,
    "definition": "Un droit contractuel qui donne à une partie la priorité pour conclure une transaction commerciale avec une autre partie si cette dernière décide de la réaliser.",
    "example": "Notre accord de partenariat inclut un pacte de préférence, ils doivent donc nous proposer le nouveau contrat de distribution avant de démarcher nos concurrents.",
    "reviewed": true
  },
  {
    "id": "sales_0159",
    "term": "Règles d'engagement",
    "acronym": "ROE",
    "definition": "Un ensemble de directives formelles qui définissent comment les différentes équipes de vente ou canaux doivent interagir avec les prospects pour éviter les conflits.",
    "example": "Les règles d'engagement stipulent clairement que l'équipe grands comptes ne peut pas démarcher les prospects de moins de 500 employés.",
    "reviewed": true
  },
  {
    "id": "sales_0160",
    "term": "Technologie d'accélération des ventes",
    "acronym": null,
    "definition": "Logiciels et outils conçus pour accélérer le processus de vente en automatisant les tâches administratives et en améliorant la communication.",
    "example": "Notre technologie d'accélération des ventes inclut un numéroteur automatique, qui aide nos commerciaux à contacter plus de prospects chaque jour.",
    "reviewed": true
  },
  {
    "id": "sales_0161",
    "term": "Ratio d'efficacité commerciale",
    "acronym": null,
    "definition": "Un indicateur qui mesure l'efficacité avec laquelle une entreprise génère de nouveaux revenus à partir de ses investissements en vente et marketing.",
    "example": "Les investisseurs surveillent de près notre ratio d'efficacité commerciale pour voir si notre croissance est durable et rentable.",
    "reviewed": true
  },
  {
    "id": "sales_0162",
    "term": "Plateau commercial",
    "acronym": null,
    "definition": "L'espace physique dans un bureau où travaille l'équipe de vente, souvent caractérisé par un environnement collaboratif et plein d'énergie.",
    "example": "On peut toujours entendre la cloche sonner sur le plateau commercial dès que quelqu'un conclut une grosse affaire.",
    "reviewed": true
  },
  {
    "id": "sales_0163",
    "term": "Gamification des ventes",
    "acronym": null,
    "definition": "L'application d'éléments ludiques, tels que des classements et des compétitions, aux activités de vente pour motiver les commerciaux et stimuler la performance.",
    "example": "Notre plateforme de gamification des ventes affiche un classement en direct de ceux qui ont passé le plus d'appels, ce qui suscite une compétition amicale.",
    "reviewed": true
  },
  {
    "id": "sales_0164",
    "term": "Prime d'incitation (SPIF)",
    "acronym": "SPIF",
    "definition": "Un programme d'incitation à court terme conçu pour motiver les commerciaux à atteindre un objectif particulier, souvent récompensé par de l'argent ou des prix.",
    "example": "Ce mois-ci, il y a une prime d'incitation (SPIF) de 500 € pour la première personne qui vendra notre nouveau pack de produits.",
    "reviewed": true
  },
  {
    "id": "sales_0165",
    "term": "Gestion de la performance commerciale",
    "acronym": "SPM",
    "definition": "Le processus et les outils utilisés pour suivre, gérer et améliorer la performance d'une organisation de vente, couvrant la rémunération, la planification des territoires et le coaching.",
    "example": "Nous mettons en place un nouveau système de gestion de la performance commerciale pour avoir une meilleure visibilité sur les résultats de notre équipe.",
    "reviewed": true
  },
  {
    "id": "sales_0166",
    "term": "Méthode de vente Sandler",
    "acronym": null,
    "definition": "Une méthodologie de vente qui met l'accent sur l'établissement d'une confiance mutuelle et fait en sorte que le commercial agisse comme un consultant qui qualifie le prospect.",
    "example": "En suivant la méthode de vente Sandler, il a disqualifié le prospect très tôt, s'épargnant des semaines d'efforts inutiles sur une affaire qui n'aurait jamais abouti.",
    "reviewed": true
  },
  {
    "id": "sales_0167",
    "term": "Principe de rareté",
    "acronym": null,
    "definition": "Un principe psychologique selon lequel les gens accordent une plus grande valeur aux choses qui sont rares ou dont la disponibilité est limitée.",
    "example": "Le commercial a utilisé le principe de rareté en mentionnant que « la remise de 20 % n'est disponible que pour les dix premiers clients ».",
    "reviewed": true
  },
  {
    "id": "sales_0185",
    "term": "Prospect qualifié par les ventes (SQL)",
    "acronym": "SQL",
    "definition": "Un client potentiel que l'équipe commerciale a étudié et validé, déterminant qu'il correspond au profil recherché et qu'il est prêt pour un suivi commercial direct.",
    "example": "L'équipe marketing nous a envoyé 20 MQL, mais après examen, seuls cinq sont devenus des prospects qualifiés par les ventes (SQL) que les responsables de compte peuvent démarcher.",
    "reviewed": true
  },
  {
    "id": "sales_0186",
    "term": "Prospect qualifié par le marketing (MQL)",
    "acronym": "MQL",
    "definition": "Un client potentiel qui a manifesté son intérêt en interagissant avec du contenu marketing, comme le téléchargement d'un livre blanc ou l'inscription à un webinaire.",
    "example": "Nous avons généré plus de 100 prospects qualifiés par le marketing (MQL) grâce à notre dernière campagne ; nous devons maintenant les faire maturer jusqu'à ce qu'ils deviennent des SQL.",
    "reviewed": true
  },
  {
    "id": "sales_0187",
    "term": "Profil du client idéal (ICP)",
    "acronym": "ICP",
    "definition": "Une description détaillée d'une entreprise fictive qui tirerait une valeur significative de votre produit et qui représente votre client parfait.",
    "example": "Notre équipe de vente concentre ses efforts sur les entreprises qui correspondent à notre profil du client idéal (ICP), car elles sont plus susceptibles de signer et ont une valeur à vie plus élevée.",
    "reviewed": true
  },
  {
    "id": "sales_0188",
    "term": "Revenu Annuel Récurrent",
    "acronym": "ARR",
    "definition": "Un indicateur clé pour les entreprises basées sur l'abonnement, qui montre la valeur totale des revenus d'abonnement que vous pouvez espérer recevoir des clients en un an.",
    "example": "Avec les nouveaux contrats d'entreprise que nous venons de signer, notre ARR devrait dépasser 5 millions d'euros d'ici la fin de l'exercice fiscal.",
    "reviewed": true
  },
  {
    "id": "sales_0189",
    "term": "Revenu Mensuel Récurrent",
    "acronym": "MRR",
    "definition": "Le revenu total prévisible qu'une entreprise s'attend à recevoir de tous ses abonnements actifs sur une base mensuelle.",
    "example": "Notre MRR a augmenté de 10 % ce trimestre, grâce à notre nouvelle grille tarifaire et à une diminution du taux d'attrition des clients.",
    "reviewed": true
  },
  {
    "id": "sales_0190",
    "term": "Coût d'Acquisition Client",
    "acronym": "CAC",
    "definition": "Le coût total des efforts de vente et de marketing nécessaires pour acquérir un nouveau client.",
    "example": "Nous devons réduire notre CAC ; nous dépensons actuellement 300 € pour acquérir chaque nouveau client, ce qui n'est pas viable.",
    "reviewed": true
  },
  {
    "id": "sales_0191",
    "term": "Valeur à Vie du Client",
    "acronym": "CLV",
    "definition": "Le revenu total qu'une entreprise peut raisonnablement attendre d'un seul compte client tout au long de la relation commerciale.",
    "example": "Notre objectif est d'avoir une LTV au moins trois fois supérieure à notre CAC pour garantir la rentabilité de notre modèle économique.",
    "reviewed": true
  },
  {
    "id": "sales_0192",
    "term": "Taux de Rétention du Revenu Net",
    "acronym": "NRR",
    "definition": "Un indicateur qui mesure le pourcentage de revenu récurrent conservé des clients existants, incluant les montées en gamme, les baisses en gamme et les résiliations.",
    "example": "Notre NRR est de 110 %, ce qui signifie que nos clients existants non seulement restent, mais dépensent aussi plus d'argent avec nous grâce aux extensions.",
    "reviewed": true
  },
  {
    "id": "sales_0193",
    "term": "Taux de Vélocité des Leads",
    "acronym": "LVR",
    "definition": "Le taux de croissance des prospects qualifiés que votre entreprise génère de mois en mois, utilisé comme un prédicteur clé des revenus futurs.",
    "example": "Notre LVR est un solide 15 %, ce qui indique que notre pipeline de ventes se développe sainement et que nous pouvons nous attendre à de fortes ventes au prochain trimestre.",
    "reviewed": true
  },
  {
    "id": "sales_0194",
    "term": "Preuve de Concept",
    "acronym": "POC",
    "definition": "Un projet pilote à petite échelle utilisé pour démontrer la faisabilité et la valeur d'un produit à un client potentiel avant qu'il ne s'engage dans un achat complet.",
    "example": "Le client souhaite réaliser un POC de 30 jours avec son équipe d'ingénieurs avant de signer le contrat annuel.",
    "reviewed": true
  },
  {
    "id": "sales_0195",
    "term": "Opérations de Revenus",
    "acronym": "RevOps",
    "definition": "L'alignement stratégique des opérations de vente, de marketing et de service client pour stimuler la croissance des revenus et améliorer l'efficacité.",
    "example": "Depuis la mise en place d'une stratégie RevOps, nos équipes de vente et de marketing travaillent enfin ensemble à partir d'une source unique de données.",
    "reviewed": true
  },
  {
    "id": "sales_0196",
    "term": "Représentant en Développement Commercial",
    "acronym": "SDR",
    "definition": "Un rôle de vente sédentaire axé sur la prospection sortante et la qualification de nouveaux prospects pour des commerciaux plus expérimentés.",
    "example": "Notre équipe de SDR est responsable des appels à froid et de l'envoi d'e-mails aux clients potentiels pour organiser les premiers rendez-vous.",
    "reviewed": true
  },
  {
    "id": "sales_0197",
    "term": "Ingénieur d'affaires",
    "acronym": "AE",
    "definition": "Un commercial responsable de la gestion de l'ensemble du cycle de vente, de la démonstration du produit à la négociation et à la conclusion des affaires.",
    "example": "Une fois que le SDR a qualifié un prospect, il le transmet à un ingénieur d'affaires (AE) pour effectuer la démonstration et gérer l'affaire jusqu'à sa conclusion.",
    "reviewed": true
  },
  {
    "id": "sales_0198",
    "term": "Cahier des charges",
    "acronym": "SOW",
    "definition": "Un document formel qui décrit les activités spécifiques, les livrables, les délais et les coûts pour un projet ou une prestation de service.",
    "example": "Avant de commencer le projet, les deux parties doivent examiner et signer le SOW pour s'accorder sur le périmètre et les attentes.",
    "reviewed": true
  },
  {
    "id": "sales_0199",
    "term": "Contrat-cadre de services",
    "acronym": "MSA",
    "definition": "Un contrat de base entre deux parties qui établit les conditions générales pour toutes les affaires futures, les détails étant précisés dans des cahiers des charges (SOW) distincts.",
    "example": "Nous avons un MSA en place avec le fournisseur, donc pour chaque nouveau projet, nous n'avons besoin que de rédiger un court SOW.",
    "reviewed": true
  },
  {
    "id": "sales_0200",
    "term": "Appel d'offres",
    "acronym": "RFP",
    "definition": "Un document commercial formel qui annonce un projet et sollicite des offres de la part de fournisseurs qualifiés pour le réaliser.",
    "example": "L'agence gouvernementale a publié un appel d'offres (RFP) pour un nouveau système logiciel, et notre équipe commerciale travaille d'arrache-pied pour soumettre une proposition compétitive.",
    "reviewed": true
  },
  {
    "id": "sales_0201",
    "term": "Haut de l'Entonnoir",
    "acronym": "TOFU",
    "definition": "La phase initiale du processus de vente et de marketing, axée sur la génération d'une large notoriété et l'attraction d'un vaste public de prospects potentiels.",
    "example": "Notre stratégie TOFU inclut la rédaction d'articles de blog et le lancement de campagnes publicitaires sur les réseaux sociaux pour attirer les personnes qui commencent à peine à rechercher une solution à leur problème.",
    "reviewed": true
  }
]