[
  {
    "id": "strategy_0001",
    "term": "Avantage concurrentiel",
    "acronym": null,
    "definition": "Une condition ou circonstance qui place une entreprise dans une position commerciale favorable ou supérieure par rapport à ses concurrents.",
    "example": "La forte fidélité à la marque et l'écosystème intégré d'Apple lui confèrent un avantage concurrentiel significatif sur le marché de l'électronique grand public.",
    "reviewed": true
  },
  {
    "id": "strategy_0002",
    "term": "Stratégie Océan Bleu",
    "acronym": null,
    "definition": "La recherche de la différenciation et d'un faible coût pour ouvrir un nouvel espace de marché non contesté et créer une nouvelle demande, rendant ainsi la concurrence non pertinente.",
    "example": "Au lieu de rivaliser avec d'autres cirques, le Cirque du Soleil a créé un nouveau marché en mêlant arts du cirque et spectacles de rue, un exemple classique de stratégie Océan Bleu.",
    "reviewed": true
  },
  {
    "id": "strategy_0003",
    "term": "Stratégie Océan Rouge",
    "acronym": null,
    "definition": "La compétition au sein d'espaces de marché existants en essayant de surpasser ses rivaux pour s'approprier une plus grande part de la demande existante.",
    "example": "La lutte constante pour les parts de marché entre les géants du smartphone, via des améliorations progressives et des guerres de prix, est un exemple typique de la stratégie Océan Rouge.",
    "reviewed": true
  },
  {
    "id": "strategy_0004",
    "term": "Analyse SWOT",
    "acronym": "SWOT",
    "definition": "Un cadre de planification stratégique utilisé pour identifier et analyser les Forces (Strengths), Faiblesses (Weaknesses), Opportunités (Opportunities) et Menaces (Threats) d'une organisation.",
    "example": "Avant de lancer le nouveau produit, l'équipe a réalisé une analyse SWOT pour comprendre ses capacités internes et le paysage du marché externe.",
    "reviewed": true
  },
  {
    "id": "strategy_0005",
    "term": "Analyse PESTEL",
    "acronym": "PESTEL",
    "definition": "Un cadre utilisé pour analyser les principaux facteurs macro-environnementaux externes (Politiques, Économiques, Sociaux, Technologiques, Écologiques et Légaux) qui peuvent avoir un impact sur une organisation.",
    "example": "Notre analyse PESTEL pour l'expansion en Europe a mis en évidence des défis réglementaires potentiels et l'évolution des préférences des consommateurs.",
    "reviewed": true
  },
  {
    "id": "strategy_0006",
    "term": "Cinq forces de Porter",
    "acronym": null,
    "definition": "Un modèle qui identifie et analyse cinq forces concurrentielles qui façonnent chaque secteur et aide à déterminer les faiblesses et les forces d'un secteur.",
    "example": "En utilisant les cinq forces de Porter, nous avons déterminé que la menace élevée de nouveaux entrants rend ce marché très difficile à pénétrer.",
    "reviewed": true
  },
  {
    "id": "strategy_0007",
    "term": "Analyse de la chaîne de valeur",
    "acronym": null,
    "definition": "Un processus par lequel une entreprise identifie ses activités principales et de soutien qui ajoutent de la valeur à son produit final, en les analysant pour réduire les coûts ou augmenter la différenciation.",
    "example": "Grâce à l'analyse de la chaîne de valeur, nous avons découvert des inefficacités dans notre réseau logistique qui, une fois corrigées, pourraient améliorer considérablement nos marges bénéficiaires.",
    "reviewed": true
  },
  {
    "id": "strategy_0008",
    "term": "Compétences clés",
    "acronym": null,
    "definition": "Les forces et capacités uniques d'une entreprise qui sont difficiles à imiter pour les concurrents et qui constituent la base de son avantage concurrentiel.",
    "example": "Les compétences clés de Honda en matière de conception et de fabrication de moteurs lui permettent d'exceller dans la production de voitures, de motos et même de générateurs électriques.",
    "reviewed": true
  },
  {
    "id": "strategy_0009",
    "term": "Matrice BCG",
    "acronym": "BCG",
    "definition": "Un modèle de planification de portefeuille qui aide les entreprises à analyser leurs lignes de produits ou leurs unités commerciales en fonction du taux de croissance du marché et de leur part de marché relative.",
    "example": "Selon notre matrice BCG, notre logiciel historique est une 'Vache à lait', générant des revenus stables que nous pouvons investir dans notre produit 'Vedette', la nouvelle application mobile.",
    "reviewed": true
  },
  {
    "id": "strategy_0010",
    "term": "Matrice d'Ansoff",
    "acronym": null,
    "definition": "Un outil de planification stratégique qui fournit un cadre pour la croissance en présentant quatre options : la pénétration de marché, le développement de marché, le développement de produit et la diversification.",
    "example": "Le conseil d'administration utilise la matrice d'Ansoff pour décider si nous devons poursuivre notre croissance en vendant des produits existants dans de nouvelles régions ou en développant de nouveaux produits pour nos clients actuels.",
    "reviewed": true
  },
  {
    "id": "strategy_0011",
    "term": "Stratégie de mise sur le marché",
    "acronym": "GTM",
    "definition": "Un plan d'action qui spécifie comment une entreprise atteindra les clients cibles et obtiendra un avantage concurrentiel pour un nouveau produit ou service.",
    "example": "Notre stratégie de mise sur le marché pour le nouveau logiciel inclut une équipe de vente directe pour les grands comptes et une campagne de marketing de contenu pour les PME.",
    "reviewed": true
  },
  {
    "id": "strategy_0012",
    "term": "Pénétration de marché",
    "acronym": null,
    "definition": "Une stratégie de croissance axée sur l'augmentation des ventes de produits existants sur un segment de marché existant afin de gagner une plus grande part de marché.",
    "example": "Nous visons la pénétration du marché grâce à une tarification agressive et à un programme de fidélité pour capter une plus grande partie de la clientèle de nos concurrents.",
    "reviewed": true
  },
  {
    "id": "strategy_0013",
    "term": "Développement de marché",
    "acronym": null,
    "definition": "Une stratégie de croissance qui consiste à vendre les produits existants d'une entreprise à de nouveaux marchés ou segments de clientèle.",
    "example": "Notre stratégie de développement de marché consiste à étendre notre boutique en ligne pour servir pour la première fois des clients en Asie du Sud-Est.",
    "reviewed": true
  },
  {
    "id": "strategy_0014",
    "term": "Développement de produit",
    "acronym": null,
    "definition": "Une stratégie de croissance qui se concentre sur l'introduction de nouveaux produits sur des marchés existants pour mieux servir les clients actuels.",
    "example": "Dans le cadre de notre stratégie de développement de produit, nous lançons une version premium de notre logiciel avec des fonctionnalités avancées demandées par nos utilisateurs experts.",
    "reviewed": true
  },
  {
    "id": "strategy_0015",
    "term": "Stratégie de diversification",
    "acronym": null,
    "definition": "Une stratégie de croissance qui implique qu'une entreprise entre sur un nouveau marché ou dans un nouveau secteur avec un nouveau produit.",
    "example": "L'incursion de Google dans les voitures autonomes est une stratégie de diversification classique, tirant parti de son expertise technologique dans un secteur entièrement nouveau.",
    "reviewed": true
  },
  {
    "id": "strategy_0016",
    "term": "Alliance stratégique",
    "acronym": null,
    "definition": "Un accord entre deux ou plusieurs organisations indépendantes pour poursuivre un ensemble d'objectifs convenus tout en restant des entités distinctes.",
    "example": "Starbucks a formé une alliance stratégique avec Spotify pour offrir une expérience musicale unique en magasin, améliorant l'environnement client pour les deux marques.",
    "reviewed": true
  },
  {
    "id": "strategy_0017",
    "term": "Coentreprise",
    "acronym": null,
    "definition": "Un accord commercial où deux ou plusieurs parties conviennent de mettre en commun leurs ressources pour accomplir une tâche spécifique, créant une nouvelle entité commerciale distincte.",
    "example": "Sony et Ericsson ont formé une coentreprise, Sony Ericsson, pour combiner l'expertise de Sony en électronique grand public avec le savoir-faire d'Ericsson en matière de télécommunications.",
    "reviewed": true
  },
  {
    "id": "strategy_0018",
    "term": "Fusions et acquisitions",
    "acronym": "M&A",
    "definition": "La consolidation d'entreprises ou d'actifs par le biais de transactions financières, où une entreprise achète ou fusionne avec une autre.",
    "example": "Notre équipe spécialisée en fusions et acquisitions évalue actuellement plusieurs jeunes pousses technologiques comme cibles potentielles pour accélérer notre R&D.",
    "reviewed": true
  },
  {
    "id": "strategy_0019",
    "term": "Cession",
    "acronym": null,
    "definition": "Opération par laquelle une entreprise vend une partie de ses actifs (comme une filiale ou une participation) pour se concentrer sur son cœur de métier.",
    "example": "La société a annoncé la cession de sa division de biens de consommation pour lever des capitaux et se concentrer sur son activité plus rentable de logiciels d'entreprise.",
    "reviewed": true
  },
  {
    "id": "strategy_0020",
    "term": "Intégration verticale",
    "acronym": null,
    "definition": "Une stratégie par laquelle une entreprise possède ou contrôle ses fournisseurs, distributeurs ou points de vente au détail pour maîtriser sa chaîne de valeur ou d'approvisionnement.",
    "example": "En acquérant la ferme qui fournit ses ingrédients clés, l'entreprise alimentaire a poursuivi une intégration verticale pour garantir la qualité et maîtriser les coûts.",
    "reviewed": true
  },
  {
    "id": "strategy_0021",
    "term": "Intégration horizontale",
    "acronym": null,
    "definition": "Une stratégie par laquelle une entreprise acquiert, fusionne ou prend le contrôle d'une autre entreprise du même secteur et au même stade de production.",
    "example": "L'acquisition de Pixar par Disney est un exemple d'intégration horizontale, car elle a combiné deux acteurs majeurs de l'industrie du film d'animation.",
    "reviewed": true
  },
  {
    "id": "strategy_0022",
    "term": "Domination par les coûts",
    "acronym": null,
    "definition": "Une stratégie utilisée par les entreprises pour créer un faible coût d'exploitation au sein de leur niche afin d'obtenir un avantage concurrentiel.",
    "example": "L'ensemble du modèle économique de Walmart est construit sur une stratégie de domination par les coûts, se concentrant sur l'efficacité opérationnelle pour offrir les prix les plus bas.",
    "reviewed": true
  },
  {
    "id": "strategy_0023",
    "term": "Stratégie de différenciation",
    "acronym": null,
    "definition": "Une stratégie où une entreprise développe des produits ou services avec des attributs uniques qui sont valorisés par les clients, qui sont alors prêts à payer un prix plus élevé.",
    "example": "Lush Cosmetics utilise une stratégie de différenciation en se concentrant sur des produits frais, faits à la main et issus de sources éthiques, ce qui séduit une base de clients spécifique.",
    "reviewed": true
  },
  {
    "id": "strategy_0024",
    "term": "Stratégie de concentration",
    "acronym": null,
    "definition": "Une stratégie par laquelle une entreprise concentre ses ressources pour servir une niche de marché étroite de manière plus efficace ou efficiente que des concurrents au champ d'action plus large.",
    "example": "Rolex emploie une stratégie de concentration en ciblant le segment des montres de luxe haut de gamme plutôt que de concurrencer sur le marché plus large de l'horlogerie.",
    "reviewed": true
  },
  {
    "id": "strategy_0025",
    "term": "Tableau de bord prospectif",
    "acronym": null,
    "definition": "Un outil de gestion de la performance stratégique qui traduit la vision d'une entreprise en un ensemble cohérent de mesures de performance à travers les perspectives financière, client, interne et d'innovation.",
    "example": "Nous mettons en place un tableau de bord prospectif pour suivre non seulement les résultats financiers, mais aussi la satisfaction client, les processus internes et le développement des employés.",
    "reviewed": true
  },
  {
    "id": "strategy_0026",
    "term": "Indicateur clé de performance",
    "acronym": "KPI",
    "definition": "Une valeur mesurable qui démontre l'efficacité avec laquelle une entreprise atteint ses objectifs commerciaux clés.",
    "example": "Notre principal indicateur clé de performance pour ce trimestre est d'augmenter la fidélisation des clients de 5%.",
    "reviewed": true
  },
  {
    "id": "strategy_0027",
    "term": "Objectifs et résultats clés",
    "acronym": "OKR",
    "definition": "Un cadre de définition d'objectifs qui aide les organisations à définir des objectifs ambitieux et à suivre leur progression grâce à des résultats clés spécifiques et mesurables.",
    "example": "Notre objectif est de « Lancer la nouvelle fonctionnalité avec succès », et l'un de nos résultats clés est d'« Atteindre 10 000 utilisateurs actifs au cours du premier mois ».",
    "reviewed": true
  },
  {
    "id": "strategy_0028",
    "term": "Planification par scénarios",
    "acronym": null,
    "definition": "Une méthode de planification stratégique que les organisations utilisent pour élaborer des plans à long terme flexibles en imaginant et en analysant une variété de scénarios futurs possibles.",
    "example": "Notre équipe utilise la planification par scénarios pour se préparer à d'éventuelles perturbations de la chaîne d'approvisionnement, en envisageant les scénarios les plus optimistes, les plus pessimistes et les plus probables.",
    "reviewed": true
  },
  {
    "id": "strategy_0029",
    "term": "Hoshin Kanri",
    "acronym": null,
    "definition": "Une méthodologie de planification stratégique visant à s'assurer que les objectifs d'une entreprise sont communiqués et mis en œuvre dans toute l'organisation.",
    "example": "Grâce au Hoshin Kanri, la vision de notre direction en matière de durabilité est traduite en actions et objectifs spécifiques pour chaque département.",
    "reviewed": true
  },
  {
    "id": "strategy_0030",
    "term": "Intention stratégique",
    "acronym": null,
    "definition": "Une déclaration convaincante sur la direction que prend une organisation et ce qu'elle veut accomplir, décrivant ses objectifs ambitieux à long terme.",
    "example": "Dans les années 1960, l'intention stratégique de la NASA était claire et puissante : envoyer un homme sur la lune avant la fin de la décennie.",
    "reviewed": true
  },
  {
    "id": "strategy_0031",
    "term": "Innovation de rupture",
    "acronym": null,
    "definition": "Une innovation qui crée un nouveau marché et un nouveau réseau de valeur, finissant par supplanter les entreprises, produits et alliances leaders du marché établi.",
    "example": "Le service de streaming de Netflix fut une innovation de rupture qui a complètement changé l'industrie du divertissement à domicile, rendant les magasins de location de vidéos obsolètes.",
    "reviewed": true
  },
  {
    "id": "strategy_0032",
    "term": "Innovation incrémentale",
    "acronym": null,
    "definition": "Une innovation qui améliore les produits ou services existants, généralement selon les dimensions de performance que les clients traditionnels ont historiquement valorisées.",
    "example": "La sortie annuelle d'un nouvel iPhone avec un meilleur appareil photo et un processeur plus rapide est un exemple classique d'innovation incrémentale.",
    "reviewed": true
  },
  {
    "id": "strategy_0033",
    "term": "Avantage du pionnier",
    "acronym": null,
    "definition": "L'avantage concurrentiel obtenu par le premier acteur à s'implanter de manière significative sur un segment de marché.",
    "example": "Amazon a bénéficié d'un énorme avantage du pionnier dans le commerce électronique, ce qui a rendu la tâche difficile à ses concurrents pour le rattraper.",
    "reviewed": true
  },
  {
    "id": "strategy_0034",
    "term": "Avantage concurrentiel durable",
    "acronym": null,
    "definition": "Un avantage concurrentiel distinct et durable qui permet à une entreprise de protéger sa part de marché et sa rentabilité face à ses concurrents.",
    "example": "La forte reconnaissance de la marque Coca-Cola et son réseau de distribution mondial créent un large avantage concurrentiel durable qu'il est très difficile pour les rivaux de surmonter.",
    "reviewed": true
  },
  {
    "id": "strategy_0035",
    "term": "Effets de réseau",
    "acronym": null,
    "definition": "Un phénomène par lequel un produit ou un service gagne en valeur à mesure que le nombre de ses utilisateurs augmente.",
    "example": "Les plateformes de médias sociaux comme Facebook sont puissantes en raison des effets de réseau ; leur valeur augmente à mesure que vos amis et collègues les rejoignent.",
    "reviewed": true
  },
  {
    "id": "strategy_0036",
    "term": "Stratégie de plateforme",
    "acronym": null,
    "definition": "Un modèle économique qui crée de la valeur en facilitant les échanges entre deux ou plusieurs groupes interdépendants, généralement des consommateurs et des producteurs.",
    "example": "La stratégie de plateforme d'Uber met en relation des chauffeurs et des passagers, créant de la valeur pour les deux groupes sans posséder les voitures elles-mêmes.",
    "reviewed": true
  },
  {
    "id": "strategy_0037",
    "term": "Stratégie d'écosystème",
    "acronym": null,
    "definition": "Une stratégie impliquant un réseau de services, de produits et d'entreprises interconnectés qui collaborent pour créer une expérience client fluide et sans couture, et ainsi fidéliser les utilisateurs.",
    "example": "La stratégie d'écosystème d'Apple, avec son intégration étroite du matériel, des logiciels et des services, fidélise les clients à la marque.",
    "reviewed": true
  },
  {
    "id": "strategy_0038",
    "term": "Croissance organique",
    "acronym": null,
    "definition": "Le taux de croissance qu'une entreprise atteint en augmentant sa production et en améliorant ses ventes en interne, sans recourir à des fusions ou acquisitions.",
    "example": "L'entreprise se concentre sur la croissance organique cette année en optimisant ses entonnoirs de conversion et en élargissant ses gammes de produits existantes.",
    "reviewed": true
  },
  {
    "id": "strategy_0039",
    "term": "Croissance externe",
    "acronym": null,
    "definition": "La croissance des opérations et du chiffre d'affaires d'une entreprise qui provient de fusions, d'acquisitions ou de coentreprises plutôt que de ses propres activités commerciales.",
    "example": "Pour pénétrer rapidement le marché européen, l'entreprise a décidé de poursuivre une croissance externe en acquérant un concurrent local.",
    "reviewed": true
  },
  {
    "id": "strategy_0040",
    "term": "Approche par les ressources",
    "acronym": "RBV",
    "definition": "Un cadre de gestion utilisé pour déterminer les ressources stratégiques qu'une entreprise peut exploiter pour obtenir un avantage concurrentiel durable.",
    "example": "En utilisant l'approche par les ressources, nous avons identifié notre algorithme propriétaire comme une ressource clé qui est précieuse, rare et difficile à imiter.",
    "reviewed": true
  },
  {
    "id": "strategy_0041",
    "term": "Cadre VRIO",
    "acronym": "VRIO",
    "definition": "Un outil d'analyse stratégique pour aider à identifier les ressources et les capacités qui peuvent être une source d'avantage concurrentiel durable, en se basant sur leur Valeur, Rareté, Inimitabilité et Organisation.",
    "example": "Nous avons appliqué le cadre VRIO à notre portefeuille de brevets et avons confirmé qu'il nous procure un avantage concurrentiel à long terme.",
    "reviewed": true
  },
  {
    "id": "strategy_0042",
    "term": "Capacités dynamiques",
    "acronym": null,
    "definition": "La capacité d'une entreprise à intégrer, construire et reconfigurer ses compétences internes et externes pour faire face à des environnements en rapide évolution.",
    "example": "Dans l'industrie technologique au rythme effréné, les capacités dynamiques d'une entreprise — sa capacité à s'adapter et à innover rapidement — sont plus importantes que ses actifs actuels.",
    "reviewed": true
  },
  {
    "id": "strategy_0043",
    "term": "Agilité stratégique",
    "acronym": null,
    "definition": "La capacité d'une organisation à percevoir les opportunités et les menaces du marché et à y répondre avec rapidité et flexibilité.",
    "example": "Notre agilité stratégique nous a permis de réorienter rapidement notre production pour répondre à la soudaine augmentation de la demande en équipements de bureau à domicile.",
    "reviewed": true
  },
  {
    "id": "strategy_0044",
    "term": "Organisation ambidextre",
    "acronym": null,
    "definition": "Une organisation capable à la fois d'explorer de nouvelles opportunités (innover) et d'exploiter ses capacités existantes (opérer efficacement).",
    "example": "Google vise à être une organisation ambidextre en gérant son activité de recherche rentable tout en investissant massivement dans des projets expérimentaux 'moonshot'.",
    "reviewed": true
  },
  {
    "id": "strategy_0045",
    "term": "Méthodologie Lean Startup",
    "acronym": null,
    "definition": "Une méthode pour développer des entreprises et des produits qui vise à raccourcir les cycles de développement en adoptant une combinaison d'expérimentation, de lancements itératifs et d'apprentissage validé.",
    "example": "En suivant la méthodologie Lean Startup, nous avons d'abord lancé une version simple de l'application pour tester nos hypothèses de base avec de vrais utilisateurs.",
    "reviewed": true
  },
  {
    "id": "strategy_0046",
    "term": "Produit minimum viable",
    "acronym": "MVP",
    "definition": "Une version d'un nouveau produit qui permet à une équipe de recueillir le maximum d'enseignements validés sur les clients avec le minimum d'effort.",
    "example": "Notre premier produit minimum viable est juste une page de destination avec un formulaire d'inscription pour évaluer l'intérêt avant d'écrire la moindre ligne de code.",
    "reviewed": true
  },
  {
    "id": "strategy_0047",
    "term": "Pivot stratégique",
    "acronym": null,
    "definition": "Un changement fondamental dans la stratégie commerciale d'une entreprise, souvent en réponse aux retours du marché, pour tester une nouvelle hypothèse fondamentale.",
    "example": "Après avoir réalisé que notre marché cible initial ne répondait pas, nous avons opéré un pivot stratégique pour nous concentrer sur les grands comptes plutôt que sur les particuliers.",
    "reviewed": true
  },
  {
    "id": "strategy_0048",
    "term": "Proposition de valeur",
    "acronym": null,
    "definition": "Une déclaration qui identifie clairement les avantages que les produits ou services d'une entreprise apporteront à ses clients et ce qui la rend unique par rapport à ses concurrents.",
    "example": "La proposition de valeur de Slack est qu'il réduit les e-mails internes et rassemble toute la communication d'équipe en un seul endroit, rendant le travail plus productif.",
    "reviewed": true
  },
  {
    "id": "strategy_0049",
    "term": "Business Model Canvas",
    "acronym": null,
    "definition": "Un modèle de gestion stratégique permettant de développer de nouveaux modèles économiques ou de documenter des modèles existants sur un seul tableau visuel.",
    "example": "Nous avons utilisé le Business Model Canvas lors de notre atelier pour cartographier rapidement les composantes clés de notre nouveau service d'abonnement.",
    "reviewed": true
  },
  {
    "id": "strategy_0050",
    "term": "Valeur vie client",
    "acronym": "CLV",
    "definition": "Une métrique qui prédit le bénéfice net total qu'une entreprise peut espérer réaliser avec un seul client sur toute la durée de leur relation.",
    "example": "En augmentant notre valeur vie client, nous pouvons justifier des dépenses plus élevées pour l'acquisition, car chaque nouveau client générera plus de revenus à long terme.",
    "reviewed": true
  },
  {
    "id": "strategy_0051",
    "term": "Fusions-Acquisitions",
    "acronym": "M&A",
    "definition": "La consolidation d'entreprises ou d'actifs par le biais de diverses transactions financières, y compris les fusions, les acquisitions et les prises de contrôle.",
    "example": "Notre équipe de fusions-acquisitions évalue le rachat potentiel d'un concurrent plus petit pour accroître notre part de marché.",
    "reviewed": true
  },
  {
    "id": "strategy_0052",
    "term": "Indicateur Clé de Performance",
    "acronym": "KPI",
    "definition": "Une valeur mesurable qui démontre l'efficacité avec laquelle une entreprise atteint ses objectifs commerciaux clés.",
    "example": "L'un de nos principaux indicateurs clés de performance pour le département marketing ce trimestre est d'augmenter le trafic du site web de 15 %.",
    "reviewed": true
  },
  {
    "id": "strategy_0053",
    "term": "Objectifs et Résultats Clés",
    "acronym": "OKR",
    "definition": "Un cadre de définition d'objectifs qui aide les entreprises à définir des objectifs ambitieux et à suivre leurs progrès grâce à des résultats clés mesurables.",
    "example": "Pour ce cycle, notre Objectif est de 'Lancer la nouvelle application avec succès', et un Résultat Clé est d' 'Atteindre 10 000 téléchargements le premier mois'.",
    "reviewed": true
  },
  {
    "id": "strategy_0054",
    "term": "Approche par les ressources",
    "acronym": null,
    "definition": "Un cadre stratégique suggérant que l'avantage concurrentiel d'une entreprise provient de ses ressources et capacités internes uniques et précieuses.",
    "example": "En appliquant l'approche par les ressources, nous avons identifié notre algorithme propriétaire comme un atout majeur que nos concurrents ne peuvent pas facilement reproduire.",
    "reviewed": true
  },
  {
    "id": "strategy_0055",
    "term": "Produit Minimum Viable",
    "acronym": "MVP",
    "definition": "Une version d'un nouveau produit avec juste assez de fonctionnalités pour être utilisable par les premiers clients, qui peuvent ensuite fournir des commentaires pour le développement futur du produit.",
    "example": "Au lieu de développer le logiciel complet, nous lançons d'abord un produit minimum viable pour tester nos hypothèses de base avec de vrais utilisateurs.",
    "reviewed": true
  },
  {
    "id": "strategy_0056",
    "term": "Valeur Vie Client",
    "acronym": "CLV",
    "definition": "Une prédiction du bénéfice net attribué à l'ensemble de la future relation avec un client.",
    "example": "En augmentant la fidélisation des clients de seulement 5 %, nous pouvons considérablement augmenter la valeur vie client moyenne.",
    "reviewed": true
  },
  {
    "id": "strategy_0057",
    "term": "Analyse des Groupes Stratégiques",
    "acronym": null,
    "definition": "Un cadre qui regroupe les entreprises concurrentes d'un secteur en groupes basés sur des stratégies et des modèles économiques similaires.",
    "example": "Notre analyse des groupes stratégiques montre que nous sommes en concurrence plus directe avec d'autres marques de luxe qu'avec les distributeurs de masse.",
    "reviewed": true
  },
  {
    "id": "strategy_0058",
    "term": "Théorie des Jeux",
    "acronym": null,
    "definition": "L'étude de modèles mathématiques d'interaction stratégique entre des décideurs rationnels, souvent utilisée pour prédire les actions des concurrents.",
    "example": "Nous avons utilisé la théorie des jeux pour modéliser la manière dont nos concurrents pourraient réagir à notre nouvelle stratégie de prix.",
    "reviewed": true
  },
  {
    "id": "strategy_0059",
    "term": "Coopétition",
    "acronym": null,
    "definition": "Une stratégie où des entreprises concurrentes coopèrent sur certaines activités pour obtenir des avantages mutuels tout en continuant à se concurrencer dans d'autres domaines.",
    "example": "Apple et Samsung pratiquent la coopétition ; ils sont des rivaux féroces sur le marché des smartphones, mais Samsung est aussi un fournisseur clé pour les composants d'Apple.",
    "reviewed": true
  },
  {
    "id": "strategy_0060",
    "term": "Synergie",
    "acronym": null,
    "definition": "Le concept selon lequel la valeur combinée de deux entreprises fusionnées sera supérieure à la somme de leurs parties individuelles et séparées.",
    "example": "L'objectif principal de la fusion est de créer une synergie en combinant notre force de vente avec leur gamme de produits innovante.",
    "reviewed": true
  },
  {
    "id": "strategy_0061",
    "term": "Allocation du capital",
    "acronym": null,
    "definition": "Le processus de répartition des ressources financières d'une entreprise entre divers projets ou investissements afin d'accroître l'efficacité et de maximiser les profits.",
    "example": "La principale responsabilité du conseil d'administration est l'allocation efficace du capital entre le réinvestissement dans l'entreprise et le retour de liquidités aux actionnaires.",
    "reviewed": true
  },
  {
    "id": "strategy_0062",
    "term": "Valeur actionnariale",
    "acronym": null,
    "definition": "La valeur fournie aux propriétaires d'une entreprise, généralement mesurée par la combinaison de l'appréciation du cours de l'action et des dividendes versés.",
    "example": "Chaque décision stratégique que nous prenons est finalement jugée sur sa capacité à augmenter la valeur actionnariale à long terme.",
    "reviewed": true
  },
  {
    "id": "strategy_0063",
    "term": "Valeur Économique Ajoutée",
    "acronym": "EVA",
    "definition": "Une mesure de la performance financière d'une entreprise basée sur la richesse résiduelle, calculée en déduisant son coût du capital de son bénéfice d'exploitation.",
    "example": "L'accent mis sur l'amélioration de la Valeur Économique Ajoutée nous a obligés à fermer les divisions sous-performantes qui ne couvraient pas leur coût du capital.",
    "reviewed": true
  },
  {
    "id": "strategy_0064",
    "term": "Rentabilité des Capitaux Investis",
    "acronym": "ROIC",
    "definition": "Un ratio de rentabilité qui mesure l'efficacité avec laquelle une entreprise utilise son capital pour générer des rendements.",
    "example": "Une rentabilité des capitaux investis élevée indique que notre direction est très efficace pour allouer le capital à des investissements rentables.",
    "reviewed": true
  },
  {
    "id": "strategy_0065",
    "term": "Dérive stratégique",
    "acronym": null,
    "definition": "Une détérioration progressive de la position concurrentielle d'une entreprise parce que sa stratégie ne parvient pas à s'adapter aux changements de l'environnement externe.",
    "example": "Kodak a connu une dérive stratégique en s'accrochant à son activité de films photographiques alors que le marché passait au numérique.",
    "reviewed": true
  },
  {
    "id": "strategy_0066",
    "term": "Stratégie de redressement",
    "acronym": null,
    "definition": "Un ensemble d'actions menées pour inverser la mauvaise performance d'une entreprise et la ramener à la rentabilité.",
    "example": "Le nouveau PDG a été engagé spécifiquement pour mettre en œuvre une stratégie de redressement, qui inclut la réduction des coûts et la vente d'actifs non stratégiques.",
    "reviewed": true
  },
  {
    "id": "strategy_0067",
    "term": "Stratégie de recentrage",
    "acronym": null,
    "definition": "Une stratégie d'entreprise qui consiste à réduire la taille ou la diversité des opérations d'une organisation pour diminuer les coûts et améliorer la performance.",
    "example": "Face à la baisse des ventes, l'entreprise a adopté une stratégie de recentrage en fermant ses bureaux internationaux pour se concentrer sur le marché national.",
    "reviewed": true
  },
  {
    "id": "strategy_0068",
    "term": "Gestion de portefeuille d'activités",
    "acronym": null,
    "definition": "Le processus de gestion de l'ensemble des unités commerciales et des lignes de produits d'une entreprise comme un portefeuille unique d'investissements.",
    "example": "Grâce à une gestion de portefeuille d'activités efficace, nous avons décidé d'investir davantage dans notre division cloud à forte croissance et de nous désengager de notre activité matérielle traditionnelle.",
    "reviewed": true
  },
  {
    "id": "strategy_0069",
    "term": "Matrice GE-McKinsey",
    "acronym": null,
    "definition": "Un outil stratégique qui aide les entreprises à évaluer leurs unités d'affaires en fonction de l'attractivité du secteur et de leur force concurrentielle.",
    "example": "Nous avons utilisé la matrice GE-McKinsey pour décider dans quelles unités d'affaires investir, lesquelles conserver ou céder.",
    "reviewed": true
  },
  {
    "id": "strategy_0070",
    "term": "Rigidité des compétences clés",
    "acronym": null,
    "definition": "Une situation où les compétences clés d'une entreprise, autrefois une source de force, deviennent une faiblesse qui empêche l'adaptation aux nouvelles conditions du marché.",
    "example": "La dépendance de l'entreprise vis-à-vis de son ancien processus de fabrication s'est muée en rigidité des compétences clés, la rendant incapable de rivaliser avec les startups plus agiles.",
    "reviewed": true
  },
  {
    "id": "strategy_0071",
    "term": "Point d'inflexion stratégique",
    "acronym": null,
    "definition": "Un moment critique où un changement fondamental dans l'environnement commercial exige qu'une entreprise opère un virage majeur dans sa stratégie pour survivre et prospérer.",
    "example": "L'essor d'Internet a été un point d'inflexion stratégique pour le commerce de détail traditionnel, le forçant à adopter le e-commerce ou à risquer de devenir obsolète.",
    "reviewed": true
  },
  {
    "id": "strategy_0072",
    "term": "Migration de la valeur",
    "acronym": null,
    "definition": "Le flux de valeur économique des modèles économiques obsolètes vers de nouveaux modèles qui satisfont mieux les priorités des clients.",
    "example": "Nous assistons à une migration de la valeur dans l'industrie des médias, où les budgets publicitaires se déplacent de la presse écrite vers les plateformes en ligne.",
    "reviewed": true
  },
  {
    "id": "strategy_0073",
    "term": "Effet de volant d'inertie",
    "acronym": null,
    "definition": "Un concept décrivant comment de petits efforts constants dans la bonne direction créent un élan au fil du temps, menant à une croissance significative et qui s'auto-renforce.",
    "example": "L'accent mis par Amazon sur l'expérience client crée plus de trafic, ce qui attire plus de vendeurs, générant un puissant effet de volant d'inertie.",
    "reviewed": true
  },
  {
    "id": "strategy_0074",
    "term": "Concurrence asymétrique",
    "acronym": null,
    "definition": "Une forme de concurrence où des entreprises avec des modèles économiques, des ressources ou des objectifs différents rivalisent pour les mêmes clients.",
    "example": "Une compagnie de taxi traditionnelle fait face à une concurrence asymétrique de la part d'applications de VTC comme Uber, qui ont une structure de coûts complètement différente.",
    "reviewed": true
  },
  {
    "id": "strategy_0075",
    "term": "Barrières à l'entrée",
    "acronym": null,
    "definition": "Obstacles qui rendent difficile pour de nouvelles entreprises l'accès à un marché donné, tels que des exigences de capitaux élevées ou une forte fidélité à la marque.",
    "example": "Le coût élevé de la construction d'une usine de semi-conducteurs est une importante barrière à l'entrée dans l'industrie des micropuces.",
    "reviewed": true
  },
  {
    "id": "strategy_0076",
    "term": "Barrières à la sortie",
    "acronym": null,
    "definition": "Obstacles qui empêchent une entreprise de quitter un secteur, tels que des actifs spécialisés difficiles à vendre ou des réglementations gouvernementales.",
    "example": "Malgré ses pertes, la compagnie aérienne ne pouvait pas facilement quitter le marché en raison d'importantes barrières à la sortie, notamment des contrats de location d'avions à long terme.",
    "reviewed": true
  },
  {
    "id": "strategy_0077",
    "term": "Coûts de transfert",
    "acronym": null,
    "definition": "Les coûts qu'un consommateur supporte lorsqu'il change de marque, de fournisseur ou de produit.",
    "example": "Notre nouveau logiciel est conçu pour avoir de faibles coûts de transfert afin de faciliter la migration des clients depuis la plateforme de notre concurrent.",
    "reviewed": true
  },
  {
    "id": "strategy_0078",
    "term": "Économies d'échelle",
    "acronym": null,
    "definition": "Les avantages en termes de coûts que les entreprises obtiennent grâce à la taille de leurs opérations, le coût par unité produite diminuant avec l'augmentation des volumes.",
    "example": "En tant que grand fabricant, nous bénéficions d'économies d'échelle, ce qui nous permet de produire des biens à un coût inférieur à celui de nos concurrents plus petits.",
    "reviewed": true
  },
  {
    "id": "strategy_0079",
    "term": "Économies de gamme",
    "acronym": null,
    "definition": "Avantages en termes de coûts résultant de la production d'une variété de produits en utilisant les mêmes opérations ou ressources, plutôt que de se spécialiser dans un seul produit.",
    "example": "Une entreprise qui produit à la fois du shampoing et de l'après-shampoing peut réaliser des économies de gamme en partageant les canaux de marketing et de distribution.",
    "reviewed": true
  },
  {
    "id": "strategy_0080",
    "term": "Courbe d'expérience",
    "acronym": null,
    "definition": "Le concept selon lequel le coût de production d'une unité diminue d'un pourcentage prévisible chaque fois que le volume de production cumulé d'une entreprise double.",
    "example": "Selon la courbe d'expérience, nos coûts de production devraient diminuer de 20 % après que nous aurons fabriqué notre premier million d'unités.",
    "reviewed": true
  },
  {
    "id": "strategy_0081",
    "term": "Stratégie délibérée",
    "acronym": null,
    "definition": "Un plan d'action intentionnel qu'une entreprise prévoit de suivre pour atteindre ses objectifs.",
    "example": "Notre stratégie délibérée était d'entrer sur le marché européen en trois ans, et nous avons suivi notre plan à la lettre.",
    "reviewed": true
  },
  {
    "id": "strategy_0082",
    "term": "Stratégie émergente",
    "acronym": null,
    "definition": "Une stratégie non planifiée qui découle d'actions autonomes d'individus ou d'opportunités et de défis inattendus.",
    "example": "Alors que nous avions prévu de vendre notre logiciel à de grandes entreprises, une stratégie émergente s'est développée lorsque les PME ont commencé à l'adopter organiquement.",
    "reviewed": true
  },
  {
    "id": "strategy_0083",
    "term": "Prospective stratégique",
    "acronym": null,
    "definition": "La pratique consistant à explorer et à façonner systématiquement l'avenir en analysant les grandes tendances et les incertitudes.",
    "example": "Notre équipe de prospective stratégique est chargée d'identifier les tendances technologiques à long terme qui pourraient perturber notre secteur.",
    "reviewed": true
  },
  {
    "id": "strategy_0084",
    "term": "Simulation stratégique",
    "acronym": null,
    "definition": "Un exercice de simulation où des équipes représentant différents acteurs, comme des concurrents, jouent des rôles pour réagir à diverses manœuvres stratégiques.",
    "example": "Nous avons mené une session de simulation stratégique pour anticiper comment nos rivaux réagiraient au lancement de notre nouveau produit.",
    "reviewed": true
  },
  {
    "id": "strategy_0085",
    "term": "Veille concurrentielle",
    "acronym": null,
    "definition": "La collecte, l'analyse et la diffusion éthiques d'informations sur les concurrents, les clients et l'environnement du marché.",
    "example": "Notre rapport de veille concurrentielle a révélé que notre principal rival prévoit de lancer un nouveau service le trimestre prochain.",
    "reviewed": true
  },
  {
    "id": "strategy_0086",
    "term": "Carte stratégique",
    "acronym": null,
    "definition": "Un diagramme qui montre comment une entreprise prévoit d'atteindre ses objectifs, en les reliant dans une chaîne de cause à effet à travers différentes perspectives.",
    "example": "La carte stratégique illustre clairement comment l'amélioration des compétences des employés mènera à un meilleur service client et, à terme, à des revenus plus élevés.",
    "reviewed": true
  },
  {
    "id": "strategy_0087",
    "term": "Prime à l'exécution",
    "acronym": null,
    "definition": "La valeur qu'une entreprise crée lorsqu'elle parvient à lier et à exécuter sa stratégie à travers ses systèmes de gestion opérationnelle.",
    "example": "Beaucoup d'entreprises ont de bonnes idées, mais seules celles qui peuvent les traduire en actions obtiennent une prime à l'exécution.",
    "reviewed": true
  },
  {
    "id": "strategy_0088",
    "term": "Cohérence stratégique",
    "acronym": null,
    "definition": "Le degré auquel les capacités, les produits et les positions sur le marché d'une entreprise se renforcent mutuellement et sont alignés sur un objectif stratégique clair.",
    "example": "L'écosystème de produits d'Apple démontre une forte cohérence stratégique, car son matériel, ses logiciels et ses services s'intègrent tous parfaitement.",
    "reviewed": true
  },
  {
    "id": "strategy_0089",
    "term": "Orchestration des ressources",
    "acronym": null,
    "definition": "La compétence managériale consistant à structurer, regrouper et exploiter efficacement les ressources d'une entreprise pour créer un avantage concurrentiel.",
    "example": "Le talent du nouveau PDG en matière d'orchestration des ressources a permis à l'entreprise d'obtenir de meilleurs résultats avec ses actifs existants.",
    "reviewed": true
  },
  {
    "id": "strategy_0090",
    "term": "Développement des capacités",
    "acronym": null,
    "definition": "Le processus de développement de l'aptitude d'une entreprise à accomplir des tâches ou des activités critiques pour son succès stratégique.",
    "example": "Nous investissons massivement dans le développement des capacités de notre équipe d'analyse de données pour mieux comprendre le comportement des clients.",
    "reviewed": true
  },
  {
    "id": "strategy_0091",
    "term": "Approvisionnement stratégique",
    "acronym": null,
    "definition": "Un processus d'achat qui améliore continuellement les activités d'achat d'une entreprise pour les aligner sur ses objectifs commerciaux à long terme.",
    "example": "Grâce à l'approvisionnement stratégique, nous avons consolidé nos fournisseurs et négocié de meilleurs contrats à long terme, faisant économiser des millions à l'entreprise.",
    "reviewed": true
  },
  {
    "id": "strategy_0092",
    "term": "Stratégie de délocalisation",
    "acronym": null,
    "definition": "La stratégie consistant à transférer un processus ou une fonction d'entreprise d'un pays à un autre, généralement pour profiter de coûts plus bas.",
    "example": "Notre stratégie de délocalisation a consisté à transférer notre centre d'appels pour le support client dans un pays où les coûts de main-d'œuvre sont plus faibles.",
    "reviewed": true
  },
  {
    "id": "strategy_0093",
    "term": "Stratégie d'externalisation",
    "acronym": null,
    "definition": "La pratique commerciale consistant à faire appel à une entreprise tierce pour fournir des services ou créer des biens qui étaient traditionnellement réalisés en interne.",
    "example": "Nous avons une stratégie d'externalisation pour notre support informatique, ce qui nous permet de nous concentrer sur notre cœur de métier : la fabrication.",
    "reviewed": true
  },
  {
    "id": "strategy_0094",
    "term": "Réingénierie des processus métier",
    "acronym": "BPR",
    "definition": "La refonte radicale des processus métier de base pour obtenir des améliorations spectaculaires en termes de productivité, de temps de cycle et de qualité.",
    "example": "Nous avons lancé un projet de réingénierie des processus métier pour réorganiser complètement notre système inefficace de traitement des commandes.",
    "reviewed": true
  },
  {
    "id": "strategy_0095",
    "term": "Stratégie de transformation numérique",
    "acronym": null,
    "definition": "Un plan visant à tirer parti des technologies numériques pour changer fondamentalement la manière dont une entreprise fonctionne et apporte de la valeur à ses clients.",
    "example": "Notre stratégie de transformation numérique comprend la migration de notre infrastructure vers le cloud et la mise en œuvre d'un nouveau système CRM.",
    "reviewed": true
  },
  {
    "id": "strategy_0096",
    "term": "Innovation ouverte",
    "acronym": null,
    "definition": "Une stratégie qui implique l'utilisation d'idées et de collaborations externes ainsi qu'internes pour faire progresser la technologie et l'innovation.",
    "example": "Grâce à notre programme d'innovation ouverte, nous collaborons avec des universités et des startups pour développer de nouvelles technologies.",
    "reviewed": true
  },
  {
    "id": "strategy_0097",
    "term": "Expansion sur les marchés adjacents",
    "acronym": null,
    "definition": "Une stratégie de croissance où une entreprise se lance dans un nouveau segment d'activité ou de marché qui est étroitement lié à son activité actuelle.",
    "example": "Le lancement par l'entreprise de café d'une gamme d'équipements de préparation de marque est un exemple classique d'expansion sur les marchés adjacents.",
    "reviewed": true
  },
  {
    "id": "strategy_0098",
    "term": "Stratégie d'espace blanc",
    "acronym": null,
    "definition": "Une stratégie qui cible des opportunités de marché inexploitées où les compétences uniques d'une entreprise pourraient créer un nouveau produit ou service.",
    "example": "Notre équipe développe une stratégie d'espace blanc pour identifier les besoins des clients auxquels aucune offre sur le marché actuel ne répond.",
    "reviewed": true
  },
  {
    "id": "strategy_0099",
    "term": "Analyse PIMS",
    "acronym": "PIMS",
    "definition": "Une analyse basée sur les données (Profit Impact of Market Strategy) utilisant une grande base de données pour identifier les facteurs stratégiques clés qui déterminent la rentabilité.",
    "example": "L'analyse PIMS a mis en évidence une forte corrélation entre la part de marché et le retour sur investissement pour les entreprises de notre secteur.",
    "reviewed": true
  },
  {
    "id": "strategy_0100",
    "term": "Stratégie de marque challenger",
    "acronym": null,
    "definition": "Une stratégie marketing adoptée par une marque qui n'est pas le leader du marché, visant à perturber le statu quo et à gagner des parts de marché par des tactiques audacieuses.",
    "example": "En tant que numéro deux du marché, nous avons adopté une stratégie de marque challenger axée sur la mise en avant du principal facteur de différenciation de notre produit via une campagne publicitaire agressive.",
    "reviewed": true
  },
  {
    "id": "strategy_0101",
    "term": "Dilemme de l'entreprise en place",
    "acronym": null,
    "definition": "Le défi auquel sont confrontées les entreprises établies lorsqu'une nouvelle innovation de rupture menace leur modèle économique performant existant.",
    "example": "Kodak a été confronté au dilemme de l'entreprise en place ; ils ont hésité à adopter la photographie numérique car cela aurait détruit leur commerce rentable de pellicules.",
    "reviewed": true
  },
  {
    "id": "strategy_0102",
    "term": "Dilemme de l'innovateur",
    "acronym": null,
    "definition": "Le principe selon lequel les entreprises qui réussissent peuvent échouer en écoutant leurs clients et en investissant dans les technologies existantes, ce qui les amène à manquer des innovations de rupture.",
    "example": "L'échec de Blockbuster à s'adapter au streaming est un cas classique du dilemme de l'innovateur ; ils se sont concentrés sur leurs magasins physiques pendant que Netflix changeait le marché.",
    "reviewed": true
  },
  {
    "id": "strategy_0103",
    "term": "Traverser le gouffre",
    "acronym": null,
    "definition": "Un concept marketing décrivant le défi de faire passer un nouveau produit technologique des adopteurs précoces au marché de masse, beaucoup plus large.",
    "example": "Notre logiciel d'IA est populaire auprès des passionnés de technologie, mais le vrai test sera de traverser le gouffre pour attirer une clientèle d'entreprises plus traditionnelle.",
    "reviewed": true
  },
  {
    "id": "strategy_0104",
    "term": "Modèle du réseau de valeur",
    "acronym": null,
    "definition": "Un cadre d'analyse des acteurs clés d'un environnement commercial — clients, fournisseurs, concurrents et complémenteurs — pour comprendre et créer de la valeur.",
    "example": "En utilisant le modèle du réseau de valeur, nous avons réalisé qu'un partenariat avec des développeurs d'applications (complémenteurs) rendrait notre matériel beaucoup plus attractif.",
    "reviewed": true
  },
  {
    "id": "strategy_0105",
    "term": "Enveloppes stratégiques",
    "acronym": null,
    "definition": "Une méthode d'allocation des ressources où les investissements sont classés dans différentes 'enveloppes', comme l'activité principale, les nouvelles opportunités de croissance et les projets spéculatifs.",
    "example": "Pour le budget de l'année prochaine, nous utilisons des enveloppes stratégiques pour nous assurer de financer non seulement nos opérations actuelles, mais aussi nos laboratoires d'innovation à long terme.",
    "reviewed": true
  },
  {
    "id": "strategy_0106",
    "term": "Analyse des options réelles",
    "acronym": null,
    "definition": "Une méthode d'évaluation de projets qui applique la théorie des options financières, permettant une flexibilité de gestion pour étendre, retarder ou abandonner le projet à l'avenir.",
    "example": "Nous avons utilisé l'analyse des options réelles pour justifier un projet pilote plus petit, ce qui nous donne la possibilité de l'étendre plus tard en cas de succès.",
    "reviewed": true
  },
  {
    "id": "strategy_0107",
    "term": "Taux de rentabilité minimal",
    "acronym": null,
    "definition": "Le taux de rentabilité minimum qu'une entreprise exige d'un investissement ou d'un projet avant de l'approuver.",
    "example": "Le rendement attendu du projet est de 9 %, ce qui est inférieur au taux de rentabilité minimal de 12 % de notre entreprise, nous n'allons donc pas poursuivre.",
    "reviewed": true
  },
  {
    "id": "strategy_0108",
    "term": "Analyse du pool de profits",
    "acronym": null,
    "definition": "Un outil stratégique utilisé pour identifier où les profits les plus importants sont réalisés dans toutes les parties de la chaîne de valeur d'une industrie.",
    "example": "Notre analyse du pool de profits a montré que si la fabrication de voitures a de faibles marges, le financement et le service après-vente sont très rentables.",
    "reviewed": true
  },
  {
    "id": "strategy_0109",
    "term": "Diversification concentrique",
    "acronym": null,
    "definition": "Une stratégie de croissance où une entreprise ajoute de nouveaux produits ou services étroitement liés à son activité existante.",
    "example": "Lorsque l'entreprise de chaussures a commencé à vendre des chaussettes et du cirage, c'était un cas évident de diversification concentrique.",
    "reviewed": true
  },
  {
    "id": "strategy_0110",
    "term": "Diversification conglomérale",
    "acronym": null,
    "definition": "Une stratégie de croissance où une entreprise se développe dans des secteurs d'activité totalement étrangers à ses opérations actuelles.",
    "example": "Lorsque l'entreprise d'électronique a acheté une chaîne d'hôtels, c'était une démarche de diversification conglomérale pour réduire sa dépendance à une seule industrie.",
    "reviewed": true
  },
  {
    "id": "strategy_0111",
    "term": "Intégration en aval",
    "acronym": null,
    "definition": "Une stratégie par laquelle une entreprise prend le contrôle de ses distributeurs ou détaillants, se rapprochant ainsi du consommateur final.",
    "example": "Le fabricant de vêtements a poursuivi une stratégie d'intégration en aval en ouvrant ses propres magasins phares dans les grandes villes.",
    "reviewed": true
  },
  {
    "id": "strategy_0112",
    "term": "Intégration en amont",
    "acronym": null,
    "definition": "Une stratégie par laquelle une entreprise prend le contrôle de ses fournisseurs pour s'assurer une source fiable de matières premières ou de composants.",
    "example": "Pour contrôler la qualité et les coûts, la chaîne de cafés a utilisé l'intégration en amont en achetant ses propres plantations de café.",
    "reviewed": true
  },
  {
    "id": "strategy_0113",
    "term": "Scission",
    "acronym": null,
    "definition": "La création d'une nouvelle entreprise indépendante à partir d'une division d'une société mère, les actions de la nouvelle entité étant distribuées aux actionnaires de la société mère.",
    "example": "Le conglomérat a décidé de procéder à la scission de sa division santé afin de se concentrer sur son cœur de métier technologique.",
    "reviewed": true
  },
  {
    "id": "strategy_0114",
    "term": "Scission partielle",
    "acronym": null,
    "definition": "Une opération par laquelle une société mère vend une participation minoritaire d'une filiale au public via une introduction en bourse, tout en conservant le contrôle.",
    "example": "Grâce à une scission partielle, l'entreprise a levé des capitaux en vendant 15 % de sa filiale fintech en forte croissance à de nouveaux investisseurs.",
    "reviewed": true
  },
  {
    "id": "strategy_0115",
    "term": "Rachat d'entreprise par endettement",
    "acronym": "LBO",
    "definition": "L'acquisition d'une entreprise en utilisant une part importante de capitaux empruntés (dette), les actifs de l'entreprise acquise servant souvent de garantie.",
    "example": "Le fonds de capital-investissement a utilisé un rachat d'entreprise par endettement pour acquérir la chaîne de distribution en difficulté, prévoyant de la restructurer et de la revendre plus tard.",
    "reviewed": true
  },
  {
    "id": "strategy_0116",
    "term": "Théorie des parties prenantes",
    "acronym": null,
    "definition": "Une théorie de l'éthique et de la gestion d'entreprise suggérant qu'une entreprise devrait créer de la valeur pour toutes ses parties prenantes, y compris les employés, les clients et la société, et pas seulement pour les actionnaires.",
    "example": "Guidée par la théorie des parties prenantes, notre entreprise prend en compte l'impact environnemental et le bien-être des employés dans toutes ses décisions majeures.",
    "reviewed": true
  },
  {
    "id": "strategy_0117",
    "term": "Théorie de l'agence",
    "acronym": null,
    "definition": "Une théorie économique qui explique la relation et les conflits d'intérêts entre les mandants (comme les actionnaires) et leurs mandataires (comme les dirigeants d'entreprise).",
    "example": "Les options sur actions pour les dirigeants sont un moyen de traiter le problème central de la théorie de l'agence en alignant leurs intérêts sur ceux des actionnaires.",
    "reviewed": true
  },
  {
    "id": "strategy_0118",
    "term": "Gouvernance d'entreprise",
    "acronym": null,
    "definition": "Le système de règles, de pratiques et de processus par lequel une entreprise est dirigée et contrôlée.",
    "example": "Une solide gouvernance d'entreprise, incluant un conseil d'administration indépendant, est cruciale pour instaurer la confiance avec les investisseurs.",
    "reviewed": true
  },
  {
    "id": "strategy_0119",
    "term": "Leadership stratégique",
    "acronym": null,
    "definition": "La capacité d'un dirigeant à anticiper les tendances futures, à penser de manière stratégique et à donner aux autres les moyens de créer un changement qui s'aligne avec la vision de l'entreprise.",
    "example": "Le leadership stratégique du PDG a été essentiel pour faire pivoter l'entreprise de la vente de matériel vers un modèle de logiciel par abonnement.",
    "reviewed": true
  },
  {
    "id": "strategy_0120",
    "term": "Dépendance au sentier",
    "acronym": null,
    "definition": "Le concept selon lequel les décisions et événements passés créent une 'trajectoire' qui contraint les choix futurs, même si de meilleures alternatives deviennent disponibles.",
    "example": "La dépendance de notre entreprise envers des logiciels historiques est un cas clair de dépendance au sentier ; changer maintenant serait trop coûteux et perturbateur.",
    "reviewed": true
  },
  {
    "id": "strategy_0121",
    "term": "Capacité d'absorption",
    "acronym": null,
    "definition": "La capacité d'une entreprise à reconnaître la valeur de nouvelles informations externes, à les assimiler et à les appliquer pour atteindre ses objectifs commerciaux.",
    "example": "Une entreprise avec une grande capacité d'absorption peut rapidement apprendre des tendances du marché et intégrer de nouvelles technologies dans ses produits.",
    "reviewed": true
  },
  {
    "id": "strategy_0122",
    "term": "Piège de la compétence",
    "acronym": null,
    "definition": "Une situation où une entreprise devient si compétente dans sa manière actuelle de faire les choses qu'elle ne parvient pas à s'adapter à de nouvelles méthodes supérieures.",
    "example": "La célèbre entreprise d'appareils photo est tombée dans le piège de la compétence ; ils étaient experts dans la fabrication de pellicules mais ont ignoré l'essor de la photographie numérique.",
    "reviewed": true
  },
  {
    "id": "strategy_0123",
    "term": "Effet de la Reine Rouge",
    "acronym": null,
    "definition": "Une situation commerciale où une entreprise doit continuellement innover et s'améliorer simplement pour maintenir sa position relative par rapport à ses concurrents.",
    "example": "Dans l'industrie des smartphones, les entreprises sont confrontées à l'effet de la Reine Rouge, forcées de sortir de nouveaux modèles chaque année simplement pour rester dans la course.",
    "reviewed": true
  },
  {
    "id": "strategy_0124",
    "term": "Paradoxe d'Icare",
    "acronym": null,
    "definition": "Le concept selon lequel les plus grandes forces et les succès passés d'une entreprise peuvent conduire à sa chute en provoquant un excès de confiance et une incapacité à s'adapter.",
    "example": "L'attachement de l'entreprise à son produit phare, un excellent exemple du paradoxe d'Icare, l'a aveuglée face à un changement fondamental du comportement des consommateurs.",
    "reviewed": true
  },
  {
    "id": "strategy_0125",
    "term": "Logique dominante",
    "acronym": null,
    "definition": "L'ensemble commun de croyances et d'hypothèses au sein d'une équipe de direction sur la manière de réussir dans leur secteur, ce qui peut freiner l'adaptation.",
    "example": "La logique dominante de l'entreprise était construite autour de la vente au détail physique, ce qui a rendu très difficile l'adoption d'une stratégie axée sur le e-commerce.",
    "reviewed": true
  },
  {
    "id": "strategy_0126",
    "term": "Dissonance stratégique",
    "acronym": null,
    "definition": "Un écart entre la stratégie déclarée d'une entreprise et ses actions et allocations de ressources quotidiennes.",
    "example": "Il y avait une dissonance stratégique évidente : l'entreprise affirmait prioriser l'innovation, mais elle sous-finançait systématiquement son département R&D.",
    "reviewed": true
  },
  {
    "id": "strategy_0127",
    "term": "Entrepreneuriat d'entreprise",
    "acronym": null,
    "definition": "Le processus de promotion de l'innovation et de création de nouvelles activités, produits ou processus au sein d'une organisation établie, aussi connu sous le nom d'intrapreneuriat.",
    "example": "Notre 'Labo d'Innovation' est une initiative d'entrepreneuriat d'entreprise qui donne aux employés du temps et des ressources pour développer de nouvelles idées commerciales.",
    "reviewed": true
  },
  {
    "id": "strategy_0128",
    "term": "Renouvellement stratégique",
    "acronym": null,
    "definition": "Le processus par lequel une entreprise adapte fondamentalement sa stratégie, sa structure et ses capacités en réponse à un environnement changeant.",
    "example": "Après des années de baisse des ventes, le conseil d'administration a initié un processus de renouvellement stratégique, en commençant par l'embauche d'un nouveau PDG.",
    "reviewed": true
  },
  {
    "id": "strategy_0129",
    "term": "Servitisation",
    "acronym": null,
    "definition": "Le processus par lequel une entreprise manufacturière passe de la vente de produits à celle de solutions intégrées combinant produits et services.",
    "example": "Grâce à la servitisation, le fabricant de moteurs d'avion vend désormais de la 'puissance à l'heure' au lieu de simples moteurs, assumant la responsabilité de toute la maintenance et du service.",
    "reviewed": true
  },
  {
    "id": "strategy_0130",
    "term": "Innovation inversée",
    "acronym": null,
    "definition": "Le processus de développement de produits d'abord pour les marchés émergents, puis de leur adaptation pour la vente sur les marchés développés.",
    "example": "L'échographe portable et à bas coût était une innovation inversée ; conçu pour l'Inde rurale, il a plus tard trouvé un marché dans les ambulances américaines.",
    "reviewed": true
  },
  {
    "id": "strategy_0131",
    "term": "Innovation frugale",
    "acronym": null,
    "definition": "Le processus de conception de produits simples, peu coûteux et efficaces, souvent pour des consommateurs aux ressources limitées.",
    "example": "L'approche d'innovation frugale de l'entreprise a conduit à un filtre à eau abordable pour des millions de personnes tout en respectant des normes de sécurité élevées.",
    "reviewed": true
  },
  {
    "id": "strategy_0132",
    "term": "Architecture modulaire",
    "acronym": null,
    "definition": "Une approche de conception où un système est divisé en parties plus petites et indépendantes (modules) qui peuvent être facilement remplacées ou échangées.",
    "example": "Le constructeur automobile utilise une architecture modulaire, ce qui lui permet de construire des berlines, des SUV et des camions sur la même plateforme de base pour économiser des coûts.",
    "reviewed": true
  },
  {
    "id": "strategy_0133",
    "term": "Création de catégorie",
    "acronym": null,
    "definition": "Une stratégie commerciale axée sur la création et la domination d'une toute nouvelle catégorie de marché plutôt que de concurrencer dans une catégorie existante.",
    "example": "Lorsque Salesforce a été lancé, sa stratégie reposait sur la création de catégorie, définissant le nouvel espace du CRM en nuage pour les entreprises.",
    "reviewed": true
  },
  {
    "id": "strategy_0134",
    "term": "Dé-banalisation",
    "acronym": null,
    "definition": "Le processus consistant à rendre un produit ou un service unique et distinct de ses concurrents, permettant à une entreprise de facturer un prix plus élevé.",
    "example": "Starbucks a réussi sa dé-banalisation en transformant le café, simple produit de base, en une expérience de marque haut de gamme.",
    "reviewed": true
  },
  {
    "id": "strategy_0135",
    "term": "Hypercompétition",
    "acronym": null,
    "definition": "Une situation de concurrence intense et rapide dans laquelle les avantages concurrentiels d'une entreprise s'érodent rapidement.",
    "example": "Le marché du VTC est un environnement d'hypercompétition, avec des entreprises qui se battent constamment sur les prix, la technologie et les chauffeurs.",
    "reviewed": true
  },
  {
    "id": "strategy_0136",
    "term": "Avantage concurrentiel transitoire",
    "acronym": null,
    "definition": "L'idée que les avantages à long terme ne sont plus durables, et que les entreprises doivent donc constamment créer et exploiter une série d'avantages à court terme.",
    "example": "La stratégie de notre firme est basée sur l'avantage concurrentiel transitoire ; nous lançons rapidement de nouvelles fonctionnalités en sachant que nous devrons innover à nouveau une fois que les concurrents nous auront copiés.",
    "reviewed": true
  },
  {
    "id": "strategy_0137",
    "term": "Cartographie des groupes stratégiques",
    "acronym": null,
    "definition": "Un outil d'analyse utilisé pour regrouper les entreprises d'un secteur en groupes basés sur leurs stratégies et positions concurrentielles similaires.",
    "example": "Nous avons utilisé la cartographie des groupes stratégiques pour analyser l'industrie du transport aérien, identifiant un groupe distinct de transporteurs à bas prix et un autre de compagnies internationales haut de gamme.",
    "reviewed": true
  },
  {
    "id": "strategy_0138",
    "term": "Stratégie de pilotage parental",
    "acronym": null,
    "definition": "Une stratégie de groupe où le siège social est considéré comme un 'parent' qui ajoute de la valeur à son portefeuille d'unités commerciales.",
    "example": "La stratégie de pilotage parental du conglomérat implique de fournir une expertise juridique et financière centralisée à toutes ses filiales.",
    "reviewed": true
  },
  {
    "id": "strategy_0139",
    "term": "Centre d'excellence",
    "acronym": "CoE",
    "definition": "Une équipe ou une installation dédiée qui définit l'orientation, les meilleures pratiques, la recherche, le soutien et la formation pour un domaine d'expertise spécifique.",
    "example": "Notre entreprise a établi un Centre d'excellence pour l'intelligence artificielle afin de standardiser son utilisation dans tous les départements.",
    "reviewed": true
  },
  {
    "id": "strategy_0140",
    "term": "Écoute du marché",
    "acronym": null,
    "definition": "Le processus de collecte et d'exploitation d'informations sur les tendances du marché, les clients et les concurrents pour guider les décisions stratégiques.",
    "example": "Une écoute du marché efficace a permis à notre entreprise d'anticiper l'évolution des consommateurs vers les aliments d'origine végétale.",
    "reviewed": true
  },
  {
    "id": "strategy_0141",
    "term": "Pensée A3",
    "acronym": null,
    "definition": "Une approche structurée de résolution de problèmes et d'amélioration continue, originaire de Toyota, qui condense l'ensemble du processus sur une seule feuille de papier de format A3.",
    "example": "Le manager a utilisé le processus de pensée A3 pour communiquer clairement à l'équipe le problème de production, sa cause profonde et la solution proposée.",
    "reviewed": true
  },
  {
    "id": "strategy_0142",
    "term": "Processus catchball",
    "acronym": null,
    "definition": "Une méthode de planification collaborative où les idées sont 'échangées' entre différents niveaux d'une organisation pour construire un consensus et un alignement.",
    "example": "Grâce à un processus catchball, les objectifs de notre département ont été affinés sur la base des précieux retours des employés de première ligne qui les mettraient en œuvre.",
    "reviewed": true
  },
  {
    "id": "strategy_0143",
    "term": "Cascade stratégique",
    "acronym": null,
    "definition": "Le processus de traduction de la stratégie d'entreprise de haut niveau en buts et objectifs réalisables pour les équipes et les individus à travers l'organisation.",
    "example": "Le PDG a mené une cascade stratégique, s'assurant que chaque département comprenait comment son travail contribuait à la vision à cinq ans de l'entreprise.",
    "reviewed": true
  },
  {
    "id": "strategy_0144",
    "term": "Facteur clé de succès",
    "acronym": "FCS",
    "definition": "Les domaines d'activité essentiels qui doivent être bien maîtrisés pour qu'une entreprise ou un projet atteigne ses objectifs.",
    "example": "Pour notre boutique en ligne, les facteurs clés de succès sont la disponibilité du site web, un système de paiement sécurisé et une expédition rapide.",
    "reviewed": true
  },
  {
    "id": "strategy_0145",
    "term": "Analyse des écarts",
    "acronym": null,
    "definition": "Une méthode d'évaluation de la différence entre la performance réelle d'une entreprise et sa performance souhaitée pour identifier les domaines à améliorer.",
    "example": "Nous avons mené une analyse des écarts pour comprendre pourquoi nos chiffres de vente n'atteignaient pas nos prévisions initiales.",
    "reviewed": true
  },
  {
    "id": "strategy_0146",
    "term": "Stratégie d'accès au marché",
    "acronym": null,
    "definition": "Le plan détaillant comment une entreprise livrera ses produits ou services aux clients finaux, incluant tous les canaux de vente et de distribution.",
    "example": "Pour notre nouveau produit, nous développons une stratégie d'accès au marché multicanal qui inclut la vente directe en ligne et des partenariats avec de grands détaillants.",
    "reviewed": true
  },
  {
    "id": "strategy_0147",
    "term": "Modèle des disciplines de valeur",
    "acronym": null,
    "definition": "Un modèle stratégique suggérant qu'une entreprise doit choisir d'exceller dans l'un des trois domaines — l'excellence opérationnelle, le leadership produit ou l'intimité client — pour réussir.",
    "example": "Selon le modèle des disciplines de valeur, il est préférable d'être un leader du marché dans un domaine plutôt que d'être moyen dans les trois.",
    "reviewed": true
  },
  {
    "id": "strategy_0148",
    "term": "Intimité client",
    "acronym": null,
    "definition": "Une stratégie axée sur l'adaptation précise des produits et services aux besoins individuels des clients pour construire une fidélité à long terme.",
    "example": "Une société de gestion de patrimoine privée réussit grâce à l'intimité client, en offrant des conseils financiers hautement personnalisés.",
    "reviewed": true
  },
  {
    "id": "strategy_0149",
    "term": "Excellence opérationnelle",
    "acronym": null,
    "definition": "Une stratégie axée sur la fourniture aux clients de produits fiables à des prix compétitifs et avec une commodité maximale, motivée par l'efficacité.",
    "example": "Le modèle économique d'Amazon est un excellent exemple d'excellence opérationnelle, avec son accent sur les prix bas et une livraison incroyablement rapide.",
    "reviewed": true
  },
  {
    "id": "strategy_0150",
    "term": "Leadership produit",
    "acronym": null,
    "definition": "Une stratégie axée sur le développement continu de produits ou services innovants et de pointe qui dominent le marché.",
    "example": "La stratégie de Tesla est centrée sur le leadership produit, visant à produire les véhicules électriques et la technologie les plus avancés.",
    "reviewed": true
  },
  {
    "id": "strategy_0151",
    "term": "Stratégie de propriété intellectuelle",
    "acronym": null,
    "definition": "Un plan pour gérer et protéger les actifs immatériels d'une entreprise, tels que les brevets, les marques déposées et les droits d'auteur, afin de créer un avantage concurrentiel.",
    "example": "Notre stratégie de propriété intellectuelle consiste à breveter notre technologie principale tout en gardant le processus de fabrication secret.",
    "reviewed": true
  },
  {
    "id": "strategy_0152",
    "term": "Effet de verrouillage",
    "acronym": null,
    "definition": "Une situation où un client est dépendant d'un fournisseur pour des produits et services, ce qui rend coûteux ou difficile le changement de fournisseur.",
    "example": "Le coût élevé de la migration de nos données crée un fort effet de verrouillage avec notre fournisseur de cloud actuel.",
    "reviewed": true
  },
  {
    "id": "strategy_0153",
    "term": "Valeur de marque",
    "acronym": null,
    "definition": "La valeur commerciale qu'une marque possède en raison de la perception positive des consommateurs et de la notoriété de son nom, qui est distincte de la valeur de ses actifs physiques.",
    "example": "Des décennies de qualité constante ont permis à Coca-Cola de bâtir une valeur de marque significative, leur permettant de pratiquer des prix plus élevés.",
    "reviewed": true
  },
  {
    "id": "strategy_0154",
    "term": "Cartographie perceptuelle",
    "acronym": null,
    "definition": "Une technique visuelle utilisée pour montrer l'image mentale que les clients ont des produits ou des marques d'une entreprise par rapport à ses concurrents.",
    "example": "Nous avons utilisé la cartographie perceptuelle pour constater que les clients perçoivent notre marque comme fiable mais pas particulièrement innovante.",
    "reviewed": true
  },
  {
    "id": "strategy_0155",
    "term": "Positionnement stratégique",
    "acronym": null,
    "definition": "Le processus de création d'une position distincte et valorisée sur le marché qui différencie une entreprise et ses produits de la concurrence.",
    "example": "Le positionnement stratégique de Volvo a toujours été axé sur le fait d'être la voiture la plus sûre du marché.",
    "reviewed": true
  },
  {
    "id": "strategy_0156",
    "term": "Analyse conjointe",
    "acronym": null,
    "definition": "Une technique d'étude de marché utilisée pour déterminer comment les gens valorisent les différents attributs qui composent un produit ou un service.",
    "example": "Grâce à l'analyse conjointe, nous avons appris que nos clients privilégient l'autonomie de la batterie à la qualité de l'appareil photo pour un nouveau téléphone.",
    "reviewed": true
  },
  {
    "id": "strategy_0157",
    "term": "Parité concurrentielle",
    "acronym": null,
    "definition": "Une approche stratégique où une entreprise vise à égaler les ressources, les offres ou les efforts marketing de ses principaux concurrents.",
    "example": "Au lieu d'essayer d'innover, ils ont adopté une stratégie de parité concurrentielle, s'alignant sur chaque baisse de prix de leurs rivaux.",
    "reviewed": true
  },
  {
    "id": "strategy_0158",
    "term": "Avantage du dernier entrant",
    "acronym": null,
    "definition": "L'avantage qu'une entreprise peut obtenir en entrant sur un marché plus tard que ses concurrents, ce qui lui permet d'apprendre de leurs erreurs et d'améliorer les produits existants.",
    "example": "Facebook a bénéficié d'un avantage du dernier entrant sur MySpace en proposant une interface plus épurée et une meilleure expérience utilisateur.",
    "reviewed": true
  },
  {
    "id": "strategy_0159",
    "term": "Skunk Works",
    "acronym": null,
    "definition": "Un petit groupe autonome au sein d'une organisation, bénéficiant d'une grande liberté pour travailler sur des projets avancés ou secrets.",
    "example": "Notre équipe 'Skunk Works' opère en dehors du département R&D principal pour développer une technologie de batterie révolutionnaire.",
    "reviewed": true
  },
  {
    "id": "strategy_0160",
    "term": "Courbe en S technologique",
    "acronym": null,
    "definition": "Un modèle qui décrit la performance d'une technologie en fonction du temps et de l'investissement, montrant un démarrage lent, une croissance rapide, puis un plateau.",
    "example": "La courbe en S technologique des moteurs à combustion interne s'aplatit, signalant la nécessité d'investir dans la technologie des véhicules électriques.",
    "reviewed": true
  },
  {
    "id": "strategy_0161",
    "term": "Raisonnement par les premiers principes",
    "acronym": null,
    "definition": "La pratique consistant à décomposer des problèmes complexes en leurs éléments les plus fondamentaux, puis à les réassembler à partir de zéro.",
    "example": "Elon Musk a utilisé le raisonnement par les premiers principes pour contester le coût élevé des fusées, en partant du prix des matières premières métalliques.",
    "reviewed": true
  },
  {
    "id": "strategy_0162",
    "term": "Marge de manœuvre stratégique",
    "acronym": null,
    "definition": "Le potentiel de croissance d'une entreprise au sein de son marché ou de son modèle économique actuel avant de nécessiter un changement stratégique majeur.",
    "example": "Avec seulement 10 % de pénétration du marché en Europe, notre entreprise dispose encore d'une grande marge de manœuvre stratégique pour sa croissance.",
    "reviewed": true
  },
  {
    "id": "strategy_0163",
    "term": "Stratégie du bricolage",
    "acronym": null,
    "definition": "Une stratégie consistant à créer des solutions et des opportunités en utilisant les ressources immédiatement disponibles, plutôt que d'attendre des ressources idéales.",
    "example": "En tant que startup sans financement, nous nous sommes appuyés sur une stratégie du bricolage, utilisant des logiciels gratuits et nos réseaux personnels pour lancer l'entreprise.",
    "reviewed": true
  },
  {
    "id": "strategy_0164",
    "term": "Antifragilité",
    "acronym": null,
    "definition": "Une propriété des systèmes qui se renforcent et deviennent plus performants lorsqu'ils sont exposés à des facteurs de stress, des chocs et de la volatilité.",
    "example": "En diversifiant notre chaîne d'approvisionnement dans plusieurs pays, nous développons notre antifragilité pour mieux résister aux futures perturbations commerciales.",
    "reviewed": true
  },
  {
    "id": "strategy_0165",
    "term": "Planification des cygnes noirs",
    "acronym": null,
    "definition": "Le processus de préparation à des événements hautement improbables et à fort impact qui dépassent le cadre des attentes normales.",
    "example": "Notre planification des cygnes noirs inclut une stratégie de réponse en cas de défaillance soudaine et complète du système financier mondial.",
    "reviewed": true
  },
  {
    "id": "strategy_0166",
    "term": "Vides institutionnels",
    "acronym": null,
    "definition": "L'absence d'institutions fiables de soutien au marché, telles que les systèmes juridiques, les cadres réglementaires ou les intermédiaires financiers, que l'on trouve souvent dans les économies émergentes.",
    "example": "L'entreprise a dû créer son propre réseau logistique dans la région pour surmonter les vides institutionnels en matière d'infrastructures locales.",
    "reviewed": true
  },
  {
    "id": "strategy_0167",
    "term": "Canevas de la proposition de valeur",
    "acronym": null,
    "definition": "Un outil stratégique pour s'assurer qu'un produit ou un service est conçu en fonction des besoins et des valeurs des clients.",
    "example": "Nous avons utilisé le canevas de la proposition de valeur pour aligner les fonctionnalités de notre logiciel avec les problèmes et les bénéfices spécifiques de nos utilisateurs cibles.",
    "reviewed": true
  },
  {
    "id": "strategy_0168",
    "term": "Parachute doré",
    "acronym": null,
    "definition": "Une importante indemnité ou compensation financière garantie à un dirigeant d'entreprise en cas de licenciement suite à une fusion ou une prise de contrôle.",
    "example": "Le contrat du PDG inclut un parachute doré, ce qui rend une OPA hostile plus coûteuse pour tout acquéreur potentiel.",
    "reviewed": true
  },
  {
    "id": "strategy_0169",
    "term": "Pilule empoisonnée",
    "acronym": null,
    "definition": "Une tactique utilisée par une entreprise pour rendre ses propres actions moins attrayantes pour un acquéreur potentiel, décourageant ainsi une prise de contrôle hostile.",
    "example": "Le conseil d'administration a activé une défense par pilule empoisonnée, permettant aux actionnaires existants d'acheter plus d'actions à un prix réduit si un seul investisseur acquiert plus de 15% de l'entreprise.",
    "reviewed": true
  },
  {
    "id": "strategy_0170",
    "term": "Chevalier blanc",
    "acronym": null,
    "definition": "Une stratégie de défense où une entreprise \"amie\" (le chevalier blanc) acquiert une société menacée d'être rachetée par un acquéreur \"hostile\" indésirable.",
    "example": "Face à une offre hostile, le conseil d'administration a cherché un chevalier blanc et a accepté d'être racheté par son partenaire stratégique de longue date.",
    "reviewed": true
  },
  {
    "id": "strategy_0171",
    "term": "Greenmail",
    "acronym": null,
    "definition": "La pratique consistant à acheter suffisamment d'actions dans une entreprise pour menacer d'une prise de contrôle hostile, forçant l'entreprise cible à racheter ces actions avec une prime.",
    "example": "L'investisseur activiste a été accusé de pratiquer le greenmail après avoir revendu ses actions à l'entreprise pour un profit rapide de 30%.",
    "reviewed": true
  },
  {
    "id": "strategy_0172",
    "term": "Stratégie défensive",
    "acronym": null,
    "definition": "Un ensemble d'actions qu'un leader du marché met en œuvre pour protéger sa part de marché, sa rentabilité et son positionnement de marque face aux concurrents.",
    "example": "Lorsqu'un nouveau rival est entré sur le marché, notre stratégie défensive a été de baisser les prix et d'augmenter notre budget publicitaire.",
    "reviewed": true
  },
  {
    "id": "strategy_0173",
    "term": "Stratégie offensive",
    "acronym": null,
    "definition": "Une approche proactive où une entreprise cherche activement à gagner des parts de marché, souvent en ciblant les faiblesses d'un concurrent.",
    "example": "L'entreprise a lancé une stratégie offensive avec des remises agressives pour détourner des clients directement du leader du marché.",
    "reviewed": true
  },
  {
    "id": "strategy_0174",
    "term": "Stratégie préemptive",
    "acronym": null,
    "definition": "Une action agressive menée pour décourager ou empêcher les concurrents d'initier ou de poursuivre une action particulière.",
    "example": "En signant des contrats d'exclusivité avec tous les principaux fournisseurs, nous avons mis en œuvre une stratégie préemptive pour bloquer l'arrivée de nouveaux entrants sur le marché.",
    "reviewed": true
  },
  {
    "id": "strategy_0175",
    "term": "Stratégie de flanquement",
    "acronym": null,
    "definition": "Une stratégie concurrentielle qui consiste à attaquer les points faibles d'un concurrent ou à cibler des segments de marché mal desservis qu'il a négligés.",
    "example": "Au lieu de concurrencer sur les prix, nous avons utilisé une stratégie de flanquement en proposant un service premium à une clientèle de niche.",
    "reviewed": true
  },
  {
    "id": "strategy_0176",
    "term": "Stratégie d'encerclement",
    "acronym": null,
    "definition": "Une stratégie concurrentielle qui consiste à encercler un concurrent en lançant une variété de produits dans différents segments de son marché.",
    "example": "La stratégie d'encerclement du géant de la tech a inclus le lancement de téléphones d'entrée, de milieu et de haut de gamme pour défier son rival sur tous les fronts.",
    "reviewed": true
  },
  {
    "id": "strategy_0177",
    "term": "Stratégie de contournement",
    "acronym": null,
    "definition": "Une stratégie qui évite la confrontation directe avec un concurrent en se diversifiant dans des produits non liés ou sur de nouveaux marchés géographiques.",
    "example": "Faisant face à une concurrence intense aux États-Unis, l'entreprise a adopté une stratégie de contournement et s'est concentrée sur son expansion sur les marchés asiatiques inexploités.",
    "reviewed": true
  },
  {
    "id": "strategy_0178",
    "term": "Stratégie de guérilla",
    "acronym": null,
    "definition": "Une stratégie concurrentielle où une petite entreprise utilise des tactiques non conventionnelles et surprenantes pour attaquer un concurrent plus grand et mieux établi.",
    "example": "La stratégie de guérilla de la startup impliquait une campagne virale sur les réseaux sociaux qui a totalement pris au dépourvu le leader du secteur.",
    "reviewed": true
  },
  {
    "id": "strategy_0179",
    "term": "Stratégie de récolte",
    "acronym": null,
    "definition": "Une stratégie d'entreprise consistant à réduire l'investissement dans un produit ou une ligne d'activité pour maximiser les flux de trésorerie à court terme, souvent utilisée pour les produits en déclin.",
    "example": "Nous avons opté pour une stratégie de récolte pour notre logiciel historique, en supprimant la R&D et le marketing pour extraire les profits restants.",
    "reviewed": true
  },
  {
    "id": "strategy_0180",
    "term": "Stratégie de niche",
    "acronym": null,
    "definition": "Une stratégie qui concentre tous les efforts marketing sur un segment de la population restreint mais spécifique et bien défini.",
    "example": "Notre stratégie de niche se concentre exclusivement sur la fourniture de chaussures de randonnée végétaliennes haut de gamme pour les alpinistes professionnels.",
    "reviewed": true
  },
  {
    "id": "strategy_0181",
    "term": "Stratégie de franchise",
    "acronym": null,
    "definition": "Une stratégie de croissance où une entreprise (le franchiseur) accorde une licence à une autre partie (le franchisé) pour exploiter une activité en utilisant sa marque et ses processus.",
    "example": "L'expansion mondiale de McDonald's a été largement réalisée grâce à une stratégie de franchise réussie qui a permis une croissance rapide.",
    "reviewed": true
  },
  {
    "id": "strategy_0182",
    "term": "Stratégie de licence",
    "acronym": null,
    "definition": "Un accord par lequel une entreprise autorise une autre à utiliser sa propriété intellectuelle (comme un nom de marque ou un brevet) en échange d'une redevance ou de royalties.",
    "example": "La stratégie de licence de Disney permet à d'autres entreprises de produire des marchandises à l'effigie de ses célèbres personnages, créant ainsi une énorme source de revenus.",
    "reviewed": true
  },
  {
    "id": "strategy_0183",
    "term": "Stratégie globale",
    "acronym": null,
    "definition": "Une stratégie où une entreprise considère le monde entier comme un marché unique, en standardisant ses produits et son marketing pour réaliser des économies d'échelle.",
    "example": "Une stratégie globale fonctionne bien pour des produits comme les montres de luxe, qui ont un attrait similaire dans la plupart des pays.",
    "reviewed": true
  },
  {
    "id": "strategy_0184",
    "term": "Stratégie transnationale",
    "acronym": null,
    "definition": "Une stratégie qui équilibre le besoin d'efficacité globale avec le besoin de réactivité locale sur différents marchés nationaux.",
    "example": "Un constructeur automobile pourrait utiliser une stratégie transnationale, en fabriquant un moteur standard au niveau mondial mais en adaptant le design de la voiture aux goûts locaux.",
    "reviewed": true
  },
  {
    "id": "strategy_0185",
    "term": "Stratégie multidomestique",
    "acronym": null,
    "definition": "Une stratégie où une entreprise personnalise ses produits et son approche marketing pour chaque pays ou région où elle opère.",
    "example": "La stratégie multidomestique de Nestlé consiste à proposer des produits alimentaires différents, adaptés aux goûts locaux de chaque pays.",
    "reviewed": true
  },
  {
    "id": "strategy_0186",
    "term": "Stratégie internationale",
    "acronym": null,
    "definition": "Une stratégie où les entreprises commercialisent à l'international des produits initialement créés pour leur marché national, avec une personnalisation locale minimale.",
    "example": "De nombreuses marques de luxe poursuivent une stratégie internationale, en tirant parti de la forte réputation de leur marque nationale pour vendre les mêmes produits à l'étranger.",
    "reviewed": true
  },
  {
    "id": "strategy_0187",
    "term": "Entreprise née globale",
    "acronym": null,
    "definition": "Une entreprise qui, dès sa création, cherche à tirer un avantage concurrentiel significatif de l'utilisation de ressources et de ventes dans plusieurs pays.",
    "example": "En tant que développeur d'applications mobiles, c'était une entreprise née globale, disponible sur les boutiques d'applications du monde entier dès le premier jour.",
    "reviewed": true
  },
  {
    "id": "strategy_0188",
    "term": "Impératif stratégique",
    "acronym": null,
    "definition": "Un objectif ou une action cruciale qu'une entreprise doit atteindre pour réussir à long terme, orientant souvent les décisions commerciales majeures.",
    "example": "L'expansion dans les énergies renouvelables est devenue un impératif stratégique pour la compagnie pétrolière afin d'assurer sa viabilité future.",
    "reviewed": true
  },
  {
    "id": "strategy_0189",
    "term": "Entonnoir de scénarios",
    "acronym": null,
    "definition": "Un cadre utilisé dans la planification par scénarios qui part d'un large éventail d'incertitudes et les réduit progressivement à quelques scénarios futurs plausibles.",
    "example": "En utilisant un entonnoir de scénarios, nous avons analysé des dizaines de tendances du marché et concentré notre planification sur les trois issues les plus probables pour notre secteur.",
    "reviewed": true
  },
  {
    "id": "strategy_0190",
    "term": "Mise à l'épreuve par scénarios",
    "acronym": null,
    "definition": "Un processus de mise à l'épreuve d'une stratégie d'entreprise face à divers scénarios ou futurs potentiels pour évaluer sa robustesse.",
    "example": "Avant de nous engager dans le nouveau modèle économique, nous l'avons soumis à une rigoureuse mise à l'épreuve par scénarios face à de possibles ralentissements économiques.",
    "reviewed": true
  },
  {
    "id": "strategy_0191",
    "term": "Portefeuille d'initiatives",
    "acronym": null,
    "definition": "Une approche stratégique qui considère les projets d'une entreprise comme un ensemble d'investissements, équilibrant les initiatives à haut risque et à haut rendement avec des paris plus sûrs.",
    "example": "Notre département R&D gère un portefeuille d'initiatives, allant d'améliorations de produits incrémentales à des recherches spéculatives à long terme.",
    "reviewed": true
  },
  {
    "id": "strategy_0192",
    "term": "Désagrégation",
    "acronym": null,
    "definition": "Le processus consistant à décomposer un produit ou un service en ses composants distincts, qui peuvent ensuite être proposés individuellement aux clients.",
    "example": "La désagrégation de la télévision par câble permet aux clients de s'abonner uniquement aux chaînes qu'ils souhaitent réellement regarder.",
    "reviewed": true
  },
  {
    "id": "strategy_0193",
    "term": "Regroupement",
    "acronym": null,
    "definition": "Le processus consistant à combiner des produits ou services existants, souvent de sources différentes, en un nouveau forfait intégré pour le client.",
    "example": "Les entreprises de streaming procèdent maintenant au regroupement, en proposant des forfaits qui incluent la musique, la vidéo et les jeux pour un seul tarif mensuel.",
    "reviewed": true
  },
  {
    "id": "strategy_0194",
    "term": "Désintermédiation",
    "acronym": null,
    "definition": "La suppression des intermédiaires dans une chaîne d'approvisionnement ou une transaction, comme une entreprise vendant directement aux consommateurs en ligne au lieu de passer par des détaillants.",
    "example": "Internet a provoqué la désintermédiation des agences de voyage, car de nombreuses personnes réservent désormais leurs vols directement auprès des compagnies aériennes.",
    "reviewed": true
  },
  {
    "id": "strategy_0195",
    "term": "Réintermédiation",
    "acronym": null,
    "definition": "L'introduction de nouveaux types d'intermédiaires dans une transaction ou une chaîne d'approvisionnement, utilisant souvent la technologie pour ajouter de la valeur.",
    "example": "Les applications de livraison de repas sont une forme de réintermédiation, ajoutant un nouvel intermédiaire numérique entre les restaurants et les clients.",
    "reviewed": true
  },
  {
    "id": "strategy_0196",
    "term": "Stratégie pilotée par les données",
    "acronym": null,
    "definition": "Une approche de gestion qui fonde les décisions sur l'analyse et l'interprétation de données plutôt que sur la seule intuition ou observation.",
    "example": "Notre équipe marketing utilise une stratégie pilotée par les données, optimisant les campagnes publicitaires en fonction des indicateurs de performance en temps réel.",
    "reviewed": true
  },
  {
    "id": "strategy_0197",
    "term": "Stratégie omnicanal",
    "acronym": null,
    "definition": "Une stratégie qui offre une expérience client fluide et intégrée sur tous les canaux, y compris en magasin, en ligne et sur mobile.",
    "example": "Avec notre stratégie omnicanal, un client peut ajouter un article à son panier en ligne depuis son ordinateur portable et finaliser l'achat plus tard sur son téléphone.",
    "reviewed": true
  },
  {
    "id": "strategy_0198",
    "term": "Fusions-Acquisitions",
    "acronym": "M&A",
    "definition": "Le processus de combinaison de deux entreprises en une seule (fusion) ou de rachat d'une entreprise par une autre (acquisition) pour atteindre des objectifs stratégiques et financiers.",
    "example": "Notre équipe de Fusions-Acquisitions évalue l'acquisition potentielle d'un concurrent plus petit pour étendre notre part de marché.",
    "reviewed": true
  },
  {
    "id": "strategy_0199",
    "term": "Indicateur Clé de Performance",
    "acronym": "KPI",
    "definition": "Une valeur mesurable qui démontre l'efficacité avec laquelle une entreprise atteint ses objectifs commerciaux clés.",
    "example": "L'un de nos principaux indicateurs clés de performance pour le département marketing ce trimestre est d'augmenter le trafic du site web de 20 %.",
    "reviewed": true
  },
  {
    "id": "strategy_0200",
    "term": "Objectifs et Résultats Clés",
    "acronym": "OKR",
    "definition": "Un cadre de définition d'objectifs qui aide les entreprises à définir des objectifs ambitieux (Objectifs) et à suivre les progrès grâce à des résultats spécifiques et mesurables (Résultats Clés).",
    "example": "Pour nos Objectifs et Résultats Clés du troisième trimestre, l'objectif est d'« Améliorer la satisfaction client » et un résultat clé est d'« atteindre un Net Promoter Score de 50 ».",
    "reviewed": true
  },
  {
    "id": "strategy_0201",
    "term": "Approche basée sur les ressources",
    "acronym": "RBV",
    "definition": "Un cadre stratégique suggérant que l'avantage concurrentiel d'une entreprise provient de ses ressources et capacités internes uniques et difficiles à imiter.",
    "example": "En utilisant l'approche basée sur les ressources, nous avons identifié notre algorithme propriétaire comme notre principal atout stratégique que les concurrents ne peuvent pas facilement reproduire.",
    "reviewed": true
  },
  {
    "id": "strategy_0202",
    "term": "Produit Minimum Viable",
    "acronym": "MVP",
    "definition": "Une version d'un nouveau produit avec juste assez de fonctionnalités pour être utilisable par les premiers clients, qui peuvent ensuite fournir des commentaires pour le développement futur du produit.",
    "example": "Au lieu de développer l'application complète, la startup a lancé un produit minimum viable pour tester son idée de base auprès de vrais utilisateurs et recueillir les premiers commentaires.",
    "reviewed": true
  },
  {
    "id": "strategy_0203",
    "term": "Valeur Vie Client",
    "acronym": "CLV",
    "definition": "Une métrique qui prédit le bénéfice net total qu'une entreprise peut attendre d'un seul client sur toute la durée de leur relation.",
    "example": "En nous concentrant sur la fidélisation des clients, nous visons à augmenter la valeur vie client moyenne de 15 % cette année.",
    "reviewed": true
  },
  {
    "id": "strategy_0204",
    "term": "Valeur Économique Ajoutée",
    "acronym": "EVA",
    "definition": "Une mesure de la performance financière d'une entreprise basée sur la valeur créée au-delà du rendement exigé par les investisseurs de l'entreprise.",
    "example": "Le conseil d'administration s'est réjoui que l'entreprise ait généré une valeur économique ajoutée positive, indiquant que nous avons créé une réelle valeur pour nos actionnaires.",
    "reviewed": true
  },
  {
    "id": "strategy_0205",
    "term": "Retour sur Capitaux Investis",
    "acronym": "ROIC",
    "definition": "Un ratio de rentabilité qui mesure l'efficacité avec laquelle une entreprise utilise son capital pour générer des bénéfices.",
    "example": "Un retour sur capitaux investis élevé suggère que notre direction est très efficace dans l'allocation du capital à des investissements rentables.",
    "reviewed": true
  },
  {
    "id": "strategy_0206",
    "term": "Réingénierie des processus métier",
    "acronym": "BPR",
    "definition": "La remise en cause fondamentale et la refonte radicale des processus métier pour obtenir des améliorations spectaculaires des performances, telles que le coût, la qualité et la rapidité.",
    "example": "L'entreprise a lancé un projet de réingénierie des processus métier pour moderniser son système de gestion de la chaîne d'approvisionnement obsolète.",
    "reviewed": true
  },
  {
    "id": "strategy_0207",
    "term": "Rachat d'entreprise par endettement",
    "acronym": "LBO",
    "definition": "L'acquisition d'une autre entreprise en utilisant un endettement important pour financer le coût de l'acquisition.",
    "example": "La société de capital-investissement a finalisé un rachat d'entreprise par endettement de la chaîne de distribution en difficulté, dans l'espoir de la redresser et de la revendre avec un bénéfice.",
    "reviewed": true
  },
  {
    "id": "strategy_0208",
    "term": "Centre d'Excellence",
    "acronym": "CoE",
    "definition": "Une équipe ou une entité au sein d'une organisation qui fournit un leadership, des meilleures pratiques, de la recherche et un soutien pour un domaine d'expertise spécifique.",
    "example": "Notre nouveau Centre d'Excellence en analytique de données aidera tous les départements à prendre de meilleures décisions basées sur les données.",
    "reviewed": true
  },
  {
    "id": "strategy_0209",
    "term": "Facteur Clé de Succès",
    "acronym": "FCS",
    "definition": "Les domaines d'activité essentiels qui doivent être maîtrisés pour qu'une entreprise ou un projet atteigne sa mission ou ses objectifs.",
    "example": "Pour le lancement de notre nouveau produit, un facteur clé de succès est d'obtenir des accords de distribution avec les principaux détaillants.",
    "reviewed": true
  },
  {
    "id": "strategy_0210",
    "term": "Fusions-Acquisitions",
    "acronym": "M&A",
    "definition": "La consolidation d'entreprises ou d'actifs par le biais de diverses transactions financières, y compris le rachat d'une société par une autre (acquisition) ou la fusion de deux sociétés pour former une nouvelle entité (fusion).",
    "example": "Le département Fusions-Acquisitions de notre cabinet étudie l'acquisition potentielle d'un concurrent plus petit pour accroître notre part de marché.",
    "reviewed": true
  },
  {
    "id": "strategy_0211",
    "term": "Indicateur Clé de Performance",
    "acronym": "KPI",
    "definition": "Une valeur mesurable qui démontre l'efficacité avec laquelle une entreprise atteint ses objectifs commerciaux clés.",
    "example": "Pour l'équipe de vente, le principal indicateur clé de performance de ce trimestre est d'augmenter les inscriptions de nouveaux clients de 10 %.",
    "reviewed": true
  },
  {
    "id": "strategy_0212",
    "term": "Objectifs et Résultats Clés",
    "acronym": "OKR",
    "definition": "Un cadre de définition d'objectifs utilisé par les entreprises pour définir des objectifs ambitieux (Objectifs) et suivre leurs résultats avec des métriques spécifiques et mesurables (Résultats Clés).",
    "example": "Notre entreprise a défini des Objectifs et Résultats Clés à l'échelle de l'entreprise pour s'assurer que chaque département est aligné sur les priorités stratégiques de l'année.",
    "reviewed": true
  },
  {
    "id": "strategy_0213",
    "term": "Approche par les ressources",
    "acronym": "RBV",
    "definition": "Un modèle de gestion stratégique qui soutient que l'avantage concurrentiel durable d'une entreprise provient de ses ressources internes uniques et difficiles à imiter.",
    "example": "En utilisant l'Approche par les ressources, nous avons identifié notre technologie brevetée comme notre principale force, car elle est difficile à reproduire pour nos concurrents.",
    "reviewed": true
  },
  {
    "id": "strategy_0214",
    "term": "Produit Minimum Viable",
    "acronym": "MVP",
    "definition": "Une version d'un nouveau produit qui permet à une équipe de recueillir le maximum d'apprentissages validés sur les clients avec le minimum d'effort.",
    "example": "Nous avons lancé un produit minimum viable de l'application avec uniquement les fonctionnalités de base pour tester la demande du marché avant d'investir dans un développement à grande échelle.",
    "reviewed": true
  },
  {
    "id": "strategy_0215",
    "term": "Valeur Vie Client",
    "acronym": "CLV",
    "definition": "Une métrique qui prédit le bénéfice net total qu'une entreprise peut espérer tirer d'un client sur toute la durée de leur relation.",
    "example": "En améliorant le service client, nous espérons augmenter la fidélisation et accroître la Valeur Vie Client moyenne.",
    "reviewed": true
  },
  {
    "id": "strategy_0216",
    "term": "Valeur Économique Ajoutée",
    "acronym": "EVA",
    "definition": "Une mesure de la performance financière d'une entreprise basée sur la richesse résiduelle, calculée en déduisant le coût du capital de son résultat d'exploitation.",
    "example": "La prime des cadres supérieurs est liée à la Valeur Économique Ajoutée de l'entreprise pour s'assurer qu'ils se concentrent sur la création d'une véritable richesse pour les actionnaires.",
    "reviewed": true
  },
  {
    "id": "strategy_0217",
    "term": "Retour sur Capitaux Investis",
    "acronym": "ROIC",
    "definition": "Un ratio financier utilisé pour évaluer l'efficacité d'une entreprise à allouer le capital sous son contrôle à des investissements rentables.",
    "example": "Une entreprise avec un Retour sur Capitaux Investis constamment élevé est souvent le signe d'une équipe de direction solide et d'un avantage concurrentiel durable.",
    "reviewed": true
  },
  {
    "id": "strategy_0218",
    "term": "Réingénierie des Processus Métier",
    "acronym": "BPR",
    "definition": "L'acte de repenser et de redéfinir la manière dont le travail est effectué pour mieux soutenir la mission d'une organisation et réduire les coûts.",
    "example": "Nous avons lancé un projet de Réingénierie des Processus Métier pour numériser notre système de facturation, ce qui a considérablement réduit les délais de traitement des paiements.",
    "reviewed": true
  },
  {
    "id": "strategy_0219",
    "term": "Acquisition avec effet de levier",
    "acronym": "LBO",
    "definition": "L'acquisition d'une autre société en utilisant un montant important d'argent emprunté (dette) pour couvrir le coût de l'acquisition.",
    "example": "La société de capital-investissement a réalisé une acquisition avec effet de levier, prévoyant de restructurer l'entreprise et de la revendre avec un bénéfice dans quelques années.",
    "reviewed": true
  },
  {
    "id": "strategy_0220",
    "term": "Centre d'Excellence",
    "acronym": "CoE",
    "definition": "Une équipe ou une structure centralisée qui fournit un leadership, des meilleures pratiques, un soutien et une formation pour un domaine d'expertise spécifique au sein d'une organisation.",
    "example": "Notre nouveau Centre d'Excellence en IA aidera les différentes unités commerciales à mettre en œuvre l'apprentissage automatique dans leurs opérations.",
    "reviewed": true
  },
  {
    "id": "strategy_0221",
    "term": "Facteur Clé de Succès",
    "acronym": "FCS",
    "definition": "Un domaine ou une activité clé qui doit être réalisé à un haut niveau pour qu'une organisation ou un projet atteigne ses objectifs stratégiques.",
    "example": "Pour notre activité de vente en ligne, une expédition rapide et fiable est un Facteur Clé de Succès pour la satisfaction client.",
    "reviewed": true
  }
]