[
  {
    "id": "strategy_0001",
    "term": "Competitive Advantage",
    "definition": "A condition or circumstance that puts a company in a favorable or superior business position compared to its rivals.",
    "example": "Apple's strong brand loyalty and integrated ecosystem give it a significant competitive advantage in the consumer electronics market.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "strategy",
        "management",
        "marketing"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0002",
    "term": "Blue Ocean Strategy",
    "definition": "The pursuit of differentiation and low cost to open up a new, uncontested market space and create new demand, thereby making competition irrelevant.",
    "example": "Instead of competing with other circuses, Cirque du Soleil created a new market by blending circus arts and street entertainment, a classic example of a blue ocean strategy.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "strategy",
        "innovation",
        "marketing"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0003",
    "term": "Red Ocean Strategy",
    "definition": "Competing in existing market spaces by trying to outperform rivals to grab a greater share of existing demand.",
    "example": "The smartphone market is a red ocean, with major players constantly fighting over market share through incremental improvements and price wars.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "strategy",
        "competition",
        "marketing"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0004",
    "term": "SWOT Analysis",
    "acronym": "SWOT",
    "definition": "A strategic planning framework used to identify and analyze an organization's Strengths, Weaknesses, Opportunities, and Threats.",
    "example": "Before launching the new product, the team conducted a SWOT analysis to understand its internal capabilities and the external market landscape.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "strategy",
        "analysis",
        "framework",
        "management"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0005",
    "term": "PESTLE Analysis",
    "acronym": "PESTLE",
    "definition": "A framework used to analyze the key external macro-environmental factors (Political, Economic, Social, Technological, Legal, and Environmental) that may impact an organization.",
    "example": "Our PESTLE analysis for expanding into Europe highlighted potential regulatory challenges and shifting consumer preferences.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "strategy",
        "analysis",
        "framework",
        "risk management"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0006",
    "term": "Porter's Five Forces",
    "definition": "A model that identifies and analyzes five competitive forces that shape every industry and helps determine an industry's weaknesses and strengths.",
    "example": "Using Porter's Five Forces, we determined that the high threat of new entrants makes this a very challenging market to enter.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "strategy",
        "analysis",
        "framework",
        "competition"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0007",
    "term": "Value Chain Analysis",
    "definition": "A process where a firm identifies its primary and support activities that add value to its final product, analyzing them to reduce costs or increase differentiation.",
    "example": "Through value chain analysis, we found inefficiencies in our logistics network that, once fixed, could significantly improve our profit margins.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "strategy",
        "analysis",
        "operations",
        "management"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0008",
    "term": "Core Competencies",
    "definition": "The unique strengths and capabilities of a company that are difficult for competitors to imitate and provide a basis for its competitive advantage.",
    "example": "Honda's core competencies in engine design and manufacturing allow them to excel in producing cars, motorcycles, and even power generators.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "strategy",
        "management",
        "innovation"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0009",
    "term": "BCG Growth-Share Matrix",
    "acronym": "BCG Matrix",
    "definition": "A portfolio planning model that helps companies analyze their product lines or business units based on market growth rate and relative market share.",
    "example": "According to our BCG Matrix, our legacy software is a 'Cash Cow,' generating steady revenue that we can invest in our 'Star' product, the new mobile app.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "strategy",
        "analysis",
        "framework",
        "portfolio management"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0010",
    "term": "Ansoff Matrix",
    "definition": "A strategic planning tool that provides a framework for growth by presenting four options: market penetration, market development, product development, and diversification.",
    "example": "The board is using the Ansoff Matrix to decide whether we should pursue growth by selling existing products in new regions or by developing new products for our current customers.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "strategy",
        "growth",
        "framework",
        "marketing"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0011",
    "term": "Go-to-Market Strategy",
    "acronym": "GTM",
    "definition": "An action plan that specifies how a company will reach target customers and achieve a competitive advantage for a new product or service.",
    "example": "Our go-to-market strategy for the new software includes a direct sales team for enterprise clients and a content marketing campaign for small businesses.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "strategy",
        "marketing",
        "sales",
        "planning"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0012",
    "term": "Market Penetration",
    "definition": "A growth strategy focused on increasing sales of existing products to an existing market segment to gain a higher market share.",
    "example": "We're aiming for market penetration through aggressive pricing and a loyalty program to capture more of our competitor's customer base.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "strategy",
        "growth",
        "marketing"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0013",
    "term": "Market Development",
    "definition": "A growth strategy that involves selling a company's existing products to new markets or customer segments.",
    "example": "Our market development strategy involves expanding our online store to serve customers in Southeast Asia for the first time.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "strategy",
        "growth",
        "marketing",
        "sales"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0014",
    "term": "Product Development",
    "definition": "A growth strategy that focuses on introducing new products into existing markets to better serve current customers.",
    "example": "As part of our product development strategy, we are launching a premium version of our software with advanced features requested by our power users.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "strategy",
        "growth",
        "product management",
        "innovation"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0015",
    "term": "Diversification Strategy",
    "definition": "A growth strategy that involves a company entering a new market or industry with a new product.",
    "example": "Google's move into self-driving cars is a classic diversification strategy, leveraging their tech expertise in a completely new industry.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "strategy",
        "growth",
        "risk management"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0016",
    "term": "Strategic Alliance",
    "definition": "An agreement between two or more independent organizations to pursue a set of agreed upon objectives while remaining separate entities.",
    "example": "Starbucks formed a strategic alliance with Spotify to offer a unique in-store music experience, enhancing the customer environment for both brands.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "strategy",
        "partnership",
        "management"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0017",
    "term": "Joint Venture",
    "acronym": "JV",
    "definition": "A business arrangement where two or more parties agree to pool their resources to accomplish a specific task, creating a new, separate business entity.",
    "example": "Sony and Ericsson formed a joint venture, Sony Ericsson, to combine Sony's consumer electronics expertise with Ericsson's telecommunications knowledge.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "strategy",
        "partnership",
        "finance",
        "legal"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0018",
    "term": "Mergers & Acquisitions",
    "acronym": "M&A",
    "definition": "The consolidation of companies or assets through financial transactions, where one company buys or merges with another.",
    "example": "Our M&A team is currently evaluating several smaller tech startups as potential acquisition targets to accelerate our R&D.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "strategy",
        "finance",
        "corporate development",
        "legal"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0019",
    "term": "Divestiture",
    "definition": "The action of a company selling off subsidiary business interests or investments to focus on its core operations.",
    "example": "The company announced the divestiture of its consumer goods division to raise capital and concentrate on its more profitable enterprise software business.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "strategy",
        "finance",
        "corporate development"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0020",
    "term": "Vertical Integration",
    "definition": "A strategy where a company owns or controls its suppliers, distributors, or retail locations to control its value or supply chain.",
    "example": "By acquiring the farm that supplies its key ingredients, the food company pursued vertical integration to ensure quality and control costs.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "strategy",
        "operations",
        "supply chain"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0021",
    "term": "Horizontal Integration",
    "definition": "A strategy where a company acquires, merges with, or takes over another company in the same industry and at the same stage of production.",
    "example": "Disney's acquisition of Pixar is an example of horizontal integration, as it combined two major players in the animation film industry.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "strategy",
        "M&A",
        "corporate development"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0022",
    "term": "Cost Leadership",
    "definition": "A strategy used by businesses to create a low cost of operation within their niche to gain a competitive advantage.",
    "example": "Walmart's entire business model is built on a cost leadership strategy, focusing on operational efficiency to offer the lowest prices.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "strategy",
        "operations",
        "finance"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0023",
    "term": "Differentiation Strategy",
    "definition": "A strategy where a company develops products or services with unique attributes that are valued by customers, who are then willing to pay a premium price.",
    "example": "Lush Cosmetics uses a differentiation strategy by focusing on fresh, handmade products with ethical sourcing, which appeals to a specific customer base.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "strategy",
        "marketing",
        "branding",
        "product management"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0024",
    "term": "Focus Strategy",
    "definition": "A strategy where a company concentrates its resources on serving a narrow market niche more effectively or efficiently than broader competitors.",
    "example": "Rolex employs a focus strategy by targeting the high-end luxury watch segment rather than competing in the broader watch market.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "strategy",
        "marketing",
        "niche"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0025",
    "term": "Balanced Scorecard",
    "acronym": "BSC",
    "definition": "A strategic performance management tool that translates a company's vision into a coherent set of performance measures across financial, customer, internal, and innovation perspectives.",
    "example": "We're implementing a balanced scorecard to track not just financial results, but also customer satisfaction, internal processes, and employee development.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "strategy",
        "management",
        "performance",
        "framework"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0026",
    "term": "Key Performance Indicator",
    "acronym": "KPI",
    "definition": "A measurable value that demonstrates how effectively a company is achieving key business objectives.",
    "example": "Our main KPI for this quarter is to increase customer retention by 5%.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "management",
        "performance",
        "analytics",
        "metrics"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0027",
    "term": "Objectives and Key Results",
    "acronym": "OKRs",
    "definition": "A goal-setting framework that helps organizations define ambitious objectives and track their outcomes through specific, measurable key results.",
    "example": "Our objective is 'Launch the new feature successfully,' and one key result is to 'Achieve 10,000 active users within the first month.'",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "management",
        "performance",
        "goal setting",
        "framework"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0028",
    "term": "Scenario Planning",
    "definition": "A strategic planning method that organizations use to make flexible long-term plans by imagining and analyzing a variety of possible future scenarios.",
    "example": "Our team is using scenario planning to prepare for potential disruptions in the supply chain, considering best-case, worst-case, and most-likely outcomes.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "strategy",
        "planning",
        "risk management"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0029",
    "term": "Hoshin Kanri",
    "definition": "A strategic planning methodology for ensuring that a company's goals are communicated and implemented throughout the entire organization.",
    "example": "Through Hoshin Kanri, our leadership's vision for sustainability is being translated into specific actions and targets for every department.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "strategy",
        "management",
        "operations",
        "methodology"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0030",
    "term": "Strategic Intent",
    "definition": "A compelling statement about where an organization is going and what it wants to achieve, outlining its ambitious long-term goals.",
    "example": "In the 1960s, NASA's strategic intent was clear and powerful: to put a man on the moon before the end of the decade.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "strategy",
        "management",
        "leadership",
        "vision"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0031",
    "term": "Disruptive Innovation",
    "definition": "An innovation that creates a new market and value network, eventually displacing established market-leading firms, products, and alliances.",
    "example": "Netflix's streaming service was a disruptive innovation that completely changed the home entertainment industry, making video rental stores obsolete.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "strategy",
        "innovation",
        "technology"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0032",
    "term": "Sustaining Innovation",
    "definition": "An innovation that improves existing products or services, typically along the performance dimensions that mainstream customers have historically valued.",
    "example": "The annual release of a new iPhone with a better camera and faster processor is a classic example of sustaining innovation.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "strategy",
        "innovation",
        "product management"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0033",
    "term": "First-Mover Advantage",
    "definition": "The competitive advantage gained by the initial significant occupant of a market segment.",
    "example": "Amazon gained a huge first-mover advantage in e-commerce, which made it difficult for later competitors to catch up.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "strategy",
        "competition",
        "marketing"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0034",
    "term": "Economic Moat",
    "definition": "A distinct and sustainable competitive advantage that allows a company to protect its market share and profitability from competitors.",
    "example": "Coca-Cola's strong brand recognition and global distribution network create a wide economic moat that is very difficult for rivals to overcome.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "strategy",
        "finance",
        "investment",
        "competition"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0035",
    "term": "Network Effects",
    "definition": "A phenomenon whereby a product or service gains additional value as more people use it.",
    "example": "Social media platforms like Facebook are powerful because of network effects; their value increases as more of your friends and colleagues join.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "strategy",
        "technology",
        "economics",
        "platform"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0036",
    "term": "Platform Strategy",
    "definition": "A business model that creates value by facilitating exchanges between two or more interdependent groups, usually consumers and producers.",
    "example": "Uber's platform strategy connects drivers with riders, creating value for both groups without owning the cars themselves.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "strategy",
        "business model",
        "technology",
        "platform"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0037",
    "term": "Ecosystem Strategy",
    "definition": "A strategy involving a network of interconnected services, products, and companies that work together to create a seamless customer experience and lock in users.",
    "example": "Apple's ecosystem strategy, with its tight integration of hardware, software, and services, keeps customers loyal to the brand.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "strategy",
        "technology",
        "platform",
        "business model"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0038",
    "term": "Organic Growth",
    "definition": "The growth rate a company achieves by increasing output and enhancing sales internally, without resorting to mergers or acquisitions.",
    "example": "The company is focusing on organic growth this year by optimizing its marketing funnels and expanding its existing product lines.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "strategy",
        "growth",
        "finance",
        "management"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0039",
    "term": "Inorganic Growth",
    "definition": "Growth in a company's operations and revenue that comes from mergers, acquisitions, or joint ventures rather than from its own business activities.",
    "example": "To quickly enter the European market, the firm decided to pursue inorganic growth by acquiring a local competitor.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "strategy",
        "growth",
        "finance",
        "M&A"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0040",
    "term": "Resource-Based View",
    "acronym": "RBV",
    "definition": "A managerial framework used to determine the strategic resources a firm can exploit to achieve a sustainable competitive advantage.",
    "example": "Using the resource-based view, we identified our proprietary algorithm as a key resource that is valuable, rare, and difficult to imitate.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "strategy",
        "theory",
        "framework",
        "management"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0041",
    "term": "VRIO Framework",
    "acronym": "VRIO",
    "definition": "A strategic analysis tool to help identify resources and capabilities that can be a source of sustained competitive advantage, based on if they are Valuable, Rare, Inimitable, and Organized.",
    "example": "We applied the VRIO framework to our patent portfolio and confirmed it provides a long-term competitive advantage.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "strategy",
        "analysis",
        "framework",
        "theory"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0042",
    "term": "Dynamic Capabilities",
    "definition": "A firm's ability to integrate, build, and reconfigure internal and external competences to address rapidly changing environments.",
    "example": "In the fast-paced tech industry, a company's dynamic capabilities—its ability to adapt and innovate quickly—are more important than its current assets.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "strategy",
        "management",
        "innovation",
        "agility"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0043",
    "term": "Strategic Agility",
    "definition": "The ability of an organization to sense and respond to market opportunities and threats with speed and flexibility.",
    "example": "Our strategic agility allowed us to quickly shift our production focus to meet the sudden surge in demand for home office equipment.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "strategy",
        "management",
        "agility",
        "operations"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0044",
    "term": "Ambidextrous Organization",
    "definition": "An organization that is able to both explore new opportunities (innovate) and exploit its existing capabilities (operate efficiently) at the same time.",
    "example": "Google aims to be an ambidextrous organization by running its profitable search business while also investing heavily in experimental 'moonshot' projects.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "strategy",
        "management",
        "innovation",
        "organization"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0045",
    "term": "Lean Startup Methodology",
    "definition": "A method for developing businesses and products that aims to shorten development cycles by adopting a combination of experimentation, iterative releases, and validated learning.",
    "example": "By following the lean startup methodology, we launched a simple version of the app to test our core assumptions with real users first.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "strategy",
        "innovation",
        "product management",
        "methodology",
        "startup"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0046",
    "term": "Minimum Viable Product",
    "acronym": "MVP",
    "definition": "A version of a new product that allows a team to collect the maximum amount of validated learning about customers with the least amount of effort.",
    "example": "Our first MVP is just a landing page with a sign-up form to gauge interest before we write a single line of code.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "product management",
        "startup",
        "innovation",
        "methodology"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0047",
    "term": "Strategic Pivot",
    "definition": "A fundamental change in a company's business strategy, often in response to market feedback, to test a new core hypothesis.",
    "example": "After realizing our initial target market wasn't responding, we made a strategic pivot to focus on enterprise clients instead of individual consumers.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "strategy",
        "startup",
        "management",
        "agility"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0048",
    "term": "Value Proposition",
    "definition": "A statement that clearly identifies the benefits a company's products or services will deliver to its customers and what makes it unique from competitors.",
    "example": "Slack's value proposition is that it reduces internal email and brings all team communication into one place, making work more productive.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "marketing",
        "strategy",
        "product management",
        "sales"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0049",
    "term": "Business Model Canvas",
    "acronym": "BMC",
    "definition": "A strategic management template for developing new or documenting existing business models on a single visual chart.",
    "example": "We used the Business Model Canvas in our workshop to quickly map out the key components of our new subscription service.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "strategy",
        "framework",
        "planning",
        "startup"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0050",
    "term": "Customer Lifetime Value",
    "acronym": "CLV",
    "definition": "A metric that predicts the total net profit a company can expect to make from a single customer over the entire duration of their relationship.",
    "example": "By increasing our customer lifetime value, we can justify spending more on acquisition, since each new customer will generate more long-term revenue.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "marketing",
        "finance",
        "analytics",
        "metrics"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0051",
    "term": "Mergers & Acquisitions",
    "acronym": "M&A",
    "definition": "The consolidation of companies or assets through various financial transactions, including mergers, acquisitions, and takeovers.",
    "example": "Our M&A team is evaluating the potential acquisition of a smaller competitor to increase our market share.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "finance",
        "corporate development",
        "growth strategy"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0052",
    "term": "Key Performance Indicator",
    "acronym": "KPI",
    "definition": "A measurable value that demonstrates how effectively a company is achieving key business objectives.",
    "example": "One of our main KPIs for the marketing department this quarter is to increase website traffic by 15%.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "management",
        "performance",
        "metrics"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0053",
    "term": "Objectives and Key Results",
    "acronym": "OKRs",
    "definition": "A goal-setting framework that helps companies define ambitious objectives and track their progress through measurable key results.",
    "example": "For this cycle, our Objective is to 'Launch the New App Successfully,' and a Key Result is to 'Achieve 10,000 downloads in the first month'.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "management",
        "goal setting",
        "framework"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0054",
    "term": "Resource-Based View",
    "acronym": "RBV",
    "definition": "A strategic framework suggesting that a firm's competitive advantage is derived from its unique and valuable internal resources and capabilities.",
    "example": "Applying the Resource-Based View, we identified our proprietary algorithm as a core asset that competitors cannot easily replicate.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "management",
        "framework",
        "competitive advantage"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0055",
    "term": "Minimum Viable Product",
    "acronym": "MVP",
    "definition": "A version of a new product with just enough features to be usable by early customers who can then provide feedback for future product development.",
    "example": "Instead of building the full-featured software, we're launching an MVP to test our core assumptions with real users first.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "product management",
        "startups",
        "agile"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0056",
    "term": "Customer Lifetime Value",
    "acronym": "CLV",
    "definition": "A prediction of the net profit attributed to the entire future relationship with a customer.",
    "example": "By increasing customer retention by just 5%, we can significantly boost the average Customer Lifetime Value.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "marketing",
        "finance",
        "metrics"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0057",
    "term": "Strategic Group Analysis",
    "definition": "A framework that clusters rival firms within an industry into groups based on similar strategies and business models.",
    "example": "Our Strategic Group Analysis shows we compete most directly with other luxury brands, not with mass-market retailers.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "competitive analysis",
        "framework",
        "management"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0058",
    "term": "Game Theory",
    "definition": "The study of mathematical models of strategic interaction among rational decision-makers, often used to predict competitor actions.",
    "example": "We used Game Theory to model how our competitors might react to our new pricing strategy.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "economics",
        "decision making",
        "concept"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0059",
    "term": "Coopetition",
    "definition": "A strategy where competing companies cooperate on certain activities to achieve mutual benefits while still competing in other areas.",
    "example": "Apple and Samsung engage in coopetition; they are fierce rivals in the smartphone market, but Samsung is also a key supplier for Apple's components.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "collaboration",
        "management",
        "concept"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0060",
    "term": "Synergy",
    "definition": "The concept that the combined value of two merged companies will be greater than the sum of their separate, individual parts.",
    "example": "The primary goal of the merger is to create synergy by combining our sales force with their innovative product line.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "M&A",
        "management",
        "concept"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0061",
    "term": "Capital Allocation",
    "definition": "The process of distributing a firm's financial resources among various projects or investments to increase efficiency and maximize profits.",
    "example": "The board's main responsibility is the effective capital allocation between reinvesting in the business and returning cash to shareholders.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "finance",
        "investment",
        "management"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0062",
    "term": "Shareholder Value",
    "definition": "The value delivered to a company's owners, typically measured by the combination of stock price appreciation and dividends paid.",
    "example": "Every strategic decision we make is ultimately judged on its ability to increase long-term shareholder value.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "finance",
        "corporate governance",
        "investment"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0063",
    "term": "Economic Value Added",
    "acronym": "EVA",
    "definition": "A measure of a company's financial performance based on the residual wealth calculated by deducting its cost of capital from its operating profit.",
    "example": "Our focus on improving Economic Value Added has forced us to shut down underperforming divisions that weren't earning their cost of capital.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "finance",
        "performance",
        "metrics"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0064",
    "term": "Return on Invested Capital",
    "acronym": "ROIC",
    "definition": "A profitability ratio that measures how well a company is using its capital to generate returns.",
    "example": "A high Return on Invested Capital indicates that our management is very effective at allocating capital to profitable investments.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "finance",
        "performance",
        "metrics"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0065",
    "term": "Strategic Drift",
    "definition": "A gradual deterioration of a company's competitive position because its strategy fails to adapt to changes in the external environment.",
    "example": "Kodak experienced strategic drift by clinging to its film business while the market shifted to digital photography.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "management",
        "risk",
        "concept"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0066",
    "term": "Turnaround Strategy",
    "definition": "A set of actions taken to reverse a company's poor performance and return it to profitability.",
    "example": "The new CEO was hired specifically to implement a turnaround strategy, which includes cost-cutting and selling off non-core assets.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "management",
        "restructuring",
        "corporate strategy"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0067",
    "term": "Retrenchment Strategy",
    "definition": "A corporate-level strategy that involves reducing the size or diversity of an organization's operations to cut costs and improve performance.",
    "example": "Facing declining sales, the company adopted a retrenchment strategy by closing its international offices to focus on the domestic market.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "management",
        "restructuring",
        "corporate strategy"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0068",
    "term": "Corporate Portfolio Management",
    "definition": "The process of managing a corporation's collection of business units and product lines as a single portfolio of investments.",
    "example": "Through effective corporate portfolio management, we decided to invest more in our high-growth cloud division and divest from our legacy hardware business.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "management",
        "corporate strategy",
        "finance"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0069",
    "term": "GE-McKinsey Nine-Box Matrix",
    "definition": "A strategic tool that helps corporations evaluate their business units based on industry attractiveness and competitive strength.",
    "example": "We used the GE-McKinsey Nine-Box Matrix to decide which business units to invest in, hold, or divest.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "framework",
        "management",
        "portfolio analysis"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0070",
    "term": "Core Rigidity",
    "definition": "A situation where a company's core competencies, once a source of strength, become a weakness that prevents adaptation to new market conditions.",
    "example": "The company's reliance on its old manufacturing process became a core rigidity, making it unable to compete with more agile startups.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "management",
        "risk",
        "concept"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0071",
    "term": "Strategic Inflection Point",
    "definition": "A critical moment when a fundamental change in the business environment requires a company to make a major shift in strategy to survive and thrive.",
    "example": "The rise of the internet was a strategic inflection point for traditional retail, forcing them to adopt e-commerce or risk becoming obsolete.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "management",
        "concept",
        "change management"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0072",
    "term": "Value Migration",
    "definition": "The flow of economic value from outdated business models to new ones that better satisfy customer priorities.",
    "example": "We are witnessing a value migration in the media industry, as advertising dollars move from print newspapers to online platforms.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "management",
        "concept",
        "market dynamics"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0073",
    "term": "Flywheel Effect",
    "definition": "A concept describing how small, consistent efforts in the right direction build momentum over time, leading to significant, self-reinforcing growth.",
    "example": "Amazon's focus on customer experience creates more traffic, which attracts more sellers, creating a powerful flywheel effect.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "growth strategy",
        "management",
        "concept"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0074",
    "term": "Asymmetric Competition",
    "definition": "A form of competition where firms with different business models, resources, or goals compete for the same customers.",
    "example": "A traditional taxi company faces asymmetric competition from ride-sharing apps like Uber, which have a completely different cost structure.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "competitive analysis",
        "management",
        "concept"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0075",
    "term": "Barriers to Entry",
    "definition": "Obstacles that make it difficult for new companies to enter a given market, such as high capital requirements or strong brand loyalty.",
    "example": "The high cost of building a semiconductor factory is a significant barrier to entry in the microchip industry.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "economics",
        "competitive analysis",
        "market structure"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0076",
    "term": "Barriers to Exit",
    "definition": "Obstacles that prevent a company from leaving an industry, such as specialized assets that are hard to sell or government regulations.",
    "example": "Despite losing money, the airline couldn't easily leave the market due to significant barriers to exit, including long-term aircraft leases.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "economics",
        "competitive analysis",
        "market structure"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0077",
    "term": "Switching Costs",
    "definition": "The costs that a consumer incurs as a result of changing brands, suppliers, or products.",
    "example": "Our new software is designed to have low switching costs to make it easy for customers to migrate from our competitor's platform.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "marketing",
        "economics",
        "customer retention"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0078",
    "term": "Economies of Scale",
    "definition": "The cost advantages that enterprises obtain due to their scale of operation, with cost per unit of output decreasing with increasing scale.",
    "example": "As a large manufacturer, we benefit from economies of scale, allowing us to produce goods at a lower cost than smaller competitors.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "economics",
        "operations",
        "cost advantage"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0079",
    "term": "Economies of Scope",
    "definition": "Cost advantages that result from producing a variety of products using the same operations or resources rather than specializing in a single product.",
    "example": "A company that produces both shampoo and conditioner can achieve economies of scope by sharing marketing and distribution channels.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "economics",
        "operations",
        "cost advantage"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0080",
    "term": "Experience Curve",
    "definition": "The concept that the cost of producing one unit declines by a predictable percentage each time a company's cumulative production volume doubles.",
    "example": "According to the experience curve, our production costs should decrease by 20% after we've manufactured our first million units.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "operations",
        "cost advantage",
        "concept"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0081",
    "term": "Deliberate Strategy",
    "definition": "An intended course of action that a company plans to pursue to achieve its goals.",
    "example": "Our deliberate strategy was to enter the European market within three years, and we followed our plan precisely.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "management",
        "planning",
        "concept"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0082",
    "term": "Emergent Strategy",
    "definition": "An unplanned strategy that arises from autonomous actions by individuals or from unexpected opportunities and challenges.",
    "example": "While we planned to sell our software to large corporations, an emergent strategy developed as small businesses started adopting it organically.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "management",
        "adaptation",
        "concept"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0083",
    "term": "Strategic Foresight",
    "definition": "The practice of systematically exploring and shaping the future by analyzing major trends and uncertainties.",
    "example": "Our strategic foresight team is tasked with identifying long-term technological trends that could disrupt our industry.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "management",
        "planning",
        "futurism"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0084",
    "term": "War Gaming",
    "definition": "A simulation exercise where teams representing different players, like competitors, role-play responses to various strategic moves.",
    "example": "We conducted a war gaming session to anticipate how our rivals would react to our new product launch.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "competitive analysis",
        "planning",
        "simulation"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0085",
    "term": "Competitive Intelligence",
    "acronym": "CI",
    "definition": "The ethical gathering, analyzing, and distributing of information about competitors, customers, and the market environment.",
    "example": "Our competitive intelligence report revealed that our main rival is planning to launch a new service next quarter.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "market research",
        "competitive analysis",
        "data"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0086",
    "term": "Strategy Map",
    "definition": "A diagram that shows how a company plans to achieve its objectives, linking them in a cause-and-effect chain across different perspectives.",
    "example": "The strategy map clearly illustrates how improving employee skills will lead to better customer service and, ultimately, higher revenue.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "management",
        "planning",
        "framework",
        "visualization"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0087",
    "term": "Execution Premium",
    "definition": "The value that a company creates when it successfully links and executes its strategy through its operational management systems.",
    "example": "Many companies have great ideas, but only those that can translate them into action achieve an execution premium.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "management",
        "performance",
        "concept"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0088",
    "term": "Strategic Coherence",
    "definition": "The degree to which a company's capabilities, products, and market positions are mutually reinforcing and aligned with a clear strategic goal.",
    "example": "Apple's product ecosystem demonstrates strong strategic coherence, as its hardware, software, and services all work together seamlessly.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "management",
        "alignment",
        "concept"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0089",
    "term": "Resource Orchestration",
    "definition": "The managerial skill of effectively structuring, bundling, and leveraging a company's resources to create competitive advantage.",
    "example": "The new CEO's talent for resource orchestration allowed the company to achieve more with its existing assets.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "management",
        "leadership",
        "operations"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0090",
    "term": "Capability Building",
    "definition": "The process of developing a company's ability to perform specific tasks or activities that are critical for its strategic success.",
    "example": "We are investing heavily in capability building for our data analytics team to better understand customer behavior.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "management",
        "human resources",
        "organizational development"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0091",
    "term": "Strategic Sourcing",
    "definition": "A procurement process that continuously improves a company's purchasing activities to align them with long-term business goals.",
    "example": "Through strategic sourcing, we consolidated our suppliers and negotiated better long-term contracts, saving the company millions.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "operations",
        "procurement",
        "supply chain"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0092",
    "term": "Offshoring Strategy",
    "definition": "The strategy of relocating a business process or function from one country to another, typically to take advantage of lower costs.",
    "example": "Our offshoring strategy involved moving our customer support call center to a country with lower labor costs.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "operations",
        "globalization",
        "cost management"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0093",
    "term": "Outsourcing Strategy",
    "definition": "The business practice of hiring a third-party company to perform services or create goods that were traditionally performed in-house.",
    "example": "We have an outsourcing strategy for our IT support, allowing us to focus on our core business of manufacturing.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "operations",
        "procurement",
        "cost management"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0094",
    "term": "Business Process Reengineering",
    "acronym": "BPR",
    "definition": "The radical redesign of core business processes to achieve dramatic improvements in productivity, cycle times, and quality.",
    "example": "We initiated a Business Process Reengineering project to completely overhaul our inefficient order fulfillment system.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "operations",
        "management",
        "change management"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0095",
    "term": "Digital Transformation Strategy",
    "definition": "A plan to leverage digital technologies to fundamentally change how a business operates and delivers value to its customers.",
    "example": "Our digital transformation strategy includes moving our infrastructure to the cloud and implementing a new CRM system.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "technology",
        "management",
        "innovation"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0096",
    "term": "Open Innovation",
    "definition": "A strategy that involves using external ideas and collaboration as well as internal ones to advance technology and innovation.",
    "example": "Through our open innovation program, we collaborate with universities and startups to develop new technologies.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "innovation",
        "R&D",
        "collaboration"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0097",
    "term": "Adjacency Expansion",
    "definition": "A growth strategy where a company moves into a new business segment or market that is closely related to its current one.",
    "example": "The coffee company's move into selling branded brewing equipment is a classic example of an adjacency expansion.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "growth strategy",
        "marketing",
        "corporate development"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0098",
    "term": "White Space Strategy",
    "definition": "A strategy that targets untapped market opportunities where a company's unique competencies could create a new product or service.",
    "example": "Our team is developing a white space strategy to identify customer needs that are not being met by anyone in the current market.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "growth strategy",
        "innovation",
        "marketing"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0099",
    "term": "PIMS Analysis",
    "acronym": "PIMS",
    "definition": "A data-driven analysis (Profit Impact of Market Strategy) using a large database to identify the key strategic factors that drive profitability.",
    "example": "The PIMS analysis suggested a strong correlation between market share and return on investment for businesses in our industry.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "data analysis",
        "framework",
        "marketing"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0100",
    "term": "Challenger Brand Strategy",
    "definition": "A marketing strategy adopted by a brand that is not the market leader, aiming to disrupt the status quo and gain market share through bold tactics.",
    "example": "As the second-largest player, we adopted a challenger brand strategy focused on highlighting our product's key differentiator in an aggressive advertising campaign.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "marketing",
        "branding",
        "competitive strategy"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0101",
    "term": "Incumbent's Dilemma",
    "definition": "The challenge established companies face when a new, disruptive innovation threatens their existing successful business model.",
    "example": "Kodak faced the incumbent's dilemma; they hesitated to embrace digital photography because it would destroy their profitable film business.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "strategy",
        "innovation",
        "management"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0102",
    "term": "Innovator's Dilemma",
    "definition": "The principle that successful companies can fail by listening to their customers and investing in existing technologies, causing them to miss disruptive innovations.",
    "example": "Blockbuster's failure to adapt to streaming is a classic case of the innovator's dilemma; they focused on their physical stores while Netflix changed the market.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "strategy",
        "innovation",
        "management"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0103",
    "term": "Crossing the Chasm",
    "definition": "A marketing concept describing the challenge of transitioning a new technology product from early adopters to the much larger mainstream market.",
    "example": "Our AI software is popular with tech enthusiasts, but the real test will be crossing the chasm to attract more conservative corporate clients.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "marketing",
        "strategy",
        "innovation",
        "technology"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0104",
    "term": "Value Net Model",
    "definition": "A framework for analyzing the key players in a business environment—customers, suppliers, competitors, and complementors—to understand and create value.",
    "example": "Using the value net model, we realized partnering with app developers (complementors) would make our hardware much more attractive.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "strategy",
        "management",
        "analysis"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0105",
    "term": "Strategic Buckets",
    "definition": "A resource allocation method where investments are categorized into different 'buckets', such as core business, new growth, and speculative projects.",
    "example": "For next year's budget, we are using strategic buckets to ensure we fund not only our current operations but also our long-term innovation labs.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "strategy",
        "finance",
        "resource allocation"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0106",
    "term": "Real Options Analysis",
    "acronym": "ROA",
    "definition": "A method of evaluating projects that applies financial option theory, allowing for management flexibility to expand, delay, or abandon the project in the future.",
    "example": "We used real options analysis to justify a smaller pilot project, which gives us the option to expand later if it's successful.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "finance",
        "strategy",
        "valuation",
        "analysis"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0107",
    "term": "Hurdle Rate",
    "definition": "The minimum rate of return that a company requires from an investment or project before it will be approved.",
    "example": "The proposed project's expected return is 9%, which is below our company's 12% hurdle rate, so we will not proceed.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "finance",
        "investment",
        "strategy"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0108",
    "term": "Profit Pool Analysis",
    "definition": "A strategic tool used to identify where the most significant profits are made across all parts of an industry's value chain.",
    "example": "Our profit pool analysis showed that while car manufacturing has low margins, financing and after-sales service are highly profitable.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "strategy",
        "finance",
        "analysis"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0109",
    "term": "Concentric Diversification",
    "definition": "A growth strategy where a company adds new products or services that are closely related to its existing business.",
    "example": "When the shoe company started selling socks and shoe polish, it was a clear case of concentric diversification.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "strategy",
        "growth",
        "M&A"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0110",
    "term": "Conglomerate Diversification",
    "definition": "A growth strategy where a company expands into businesses that are completely unrelated to its current operations.",
    "example": "When the electronics company bought a hotel chain, it was a move towards conglomerate diversification to reduce its reliance on a single industry.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "strategy",
        "growth",
        "M&A"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0111",
    "term": "Forward Integration",
    "definition": "A strategy where a company gains control over its distributors or retailers, moving closer to the end consumer.",
    "example": "The clothing manufacturer pursued forward integration by opening its own flagship retail stores in major cities.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "strategy",
        "supply chain",
        "operations"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0112",
    "term": "Backward Integration",
    "definition": "A strategy where a company gains control over its suppliers to ensure a reliable source of raw materials or components.",
    "example": "To control quality and costs, the coffee chain used backward integration by purchasing its own coffee farms.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "strategy",
        "supply chain",
        "operations"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0113",
    "term": "Spin-off",
    "definition": "The creation of a new, independent company from a division of a parent company, with shares of the new entity distributed to the parent's shareholders.",
    "example": "The conglomerate decided to spin-off its healthcare division to allow it to focus on its core technology business.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "corporate finance",
        "strategy",
        "restructuring"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0114",
    "term": "Carve-out",
    "definition": "A corporate action where a parent company sells a minority stake of a subsidiary to the public through an IPO, while retaining control.",
    "example": "Through a carve-out, the company raised capital by selling 15% of its fast-growing fintech subsidiary to new investors.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "corporate finance",
        "strategy",
        "restructuring"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0115",
    "term": "Leveraged Buyout",
    "acronym": "LBO",
    "definition": "The acquisition of a company using a significant amount of borrowed money (debt), with the assets of the acquired company often used as collateral.",
    "example": "The private equity firm used a leveraged buyout to acquire the struggling retail chain, planning to restructure and sell it later.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "finance",
        "M&A",
        "private equity"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0116",
    "term": "Stakeholder Theory",
    "definition": "A business ethics and management theory suggesting that a company should create value for all stakeholders, including employees, customers, and society, not just shareholders.",
    "example": "Guided by stakeholder theory, our company considers environmental impact and employee well-being in all major decisions.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "management",
        "ethics",
        "strategy",
        "CSR"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0117",
    "term": "Agency Theory",
    "definition": "An economic theory that explains the relationship and conflicts of interest between principals (like shareholders) and their agents (like company executives).",
    "example": "Stock options for executives are one way to address the core problem of agency theory by aligning their interests with those of shareholders.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "management",
        "finance",
        "corporate governance",
        "economics"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0118",
    "term": "Corporate Governance",
    "definition": "The system of rules, practices, and processes by which a company is directed and controlled.",
    "example": "Strong corporate governance, including an independent board of directors, is crucial for building trust with investors.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "management",
        "law",
        "ethics",
        "corporate finance"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0119",
    "term": "Strategic Leadership",
    "definition": "A leader's ability to anticipate future trends, think strategically, and empower others to create change that aligns with the company's vision.",
    "example": "The CEO's strategic leadership was essential in pivoting the company from hardware sales to a subscription-based software model.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "leadership",
        "management",
        "strategy"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0120",
    "term": "Path Dependence",
    "definition": "The concept that past decisions and events create a 'path' that constrains future choices, even if better alternatives become available.",
    "example": "Our company's reliance on legacy software is a clear case of path dependence; switching now would be too costly and disruptive.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "strategy",
        "economics",
        "innovation"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0121",
    "term": "Absorptive Capacity",
    "definition": "A firm's ability to recognize the value of new external information, assimilate it, and apply it to achieve business goals.",
    "example": "A company with high absorptive capacity can quickly learn from market trends and integrate new technologies into its products.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "innovation",
        "strategy",
        "management",
        "knowledge management"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0122",
    "term": "Competency Trap",
    "definition": "A situation where a company becomes so skilled at its current way of doing things that it fails to adapt to new, superior methods.",
    "example": "The famous camera company fell into a competency trap; they were experts at making film but ignored the rise of digital photography.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "strategy",
        "innovation",
        "management"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0123",
    "term": "Red Queen Effect",
    "definition": "A business situation where a company must continuously innovate and improve just to maintain its relative position against competitors.",
    "example": "In the smartphone industry, companies face the Red Queen effect, forced to release new models every year simply to keep up.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "strategy",
        "competition",
        "innovation"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0124",
    "term": "Icarus Paradox",
    "definition": "The concept that a company's greatest strengths and past successes can lead to its downfall by causing overconfidence and a failure to adapt.",
    "example": "The company's devotion to its flagship product, a prime example of the Icarus paradox, blinded it to a fundamental shift in consumer behavior.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "strategy",
        "management",
        "idiom"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0125",
    "term": "Dominant Logic",
    "definition": "The shared set of beliefs and assumptions within a management team about how to succeed in their business, which can hinder adaptation.",
    "example": "The company's dominant logic was built around physical retail, making it very difficult for them to embrace an e-commerce-first strategy.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "strategy",
        "management",
        "corporate culture"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0126",
    "term": "Strategic Dissonance",
    "definition": "A gap between a company's stated strategy and its actual day-to-day actions and resource allocation.",
    "example": "There was a clear strategic dissonance: the company claimed to prioritize innovation, but it consistently underfunded its R&D department.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "strategy",
        "management"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0127",
    "term": "Corporate Entrepreneurship",
    "definition": "The process of fostering innovation and creating new businesses, products, or processes within an established organization, also known as intrapreneurship.",
    "example": "Our 'Innovation Lab' is a corporate entrepreneurship initiative that gives employees time and resources to develop new business ideas.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "innovation",
        "management",
        "strategy",
        "HR"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0128",
    "term": "Strategic Renewal",
    "definition": "The process of a company fundamentally adapting its strategy, structure, and capabilities in response to a changing environment.",
    "example": "After years of declining sales, the board initiated a process of strategic renewal, starting with the hiring of a new CEO.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "strategy",
        "management",
        "change management"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0129",
    "term": "Servitization",
    "definition": "The shift by manufacturing companies from selling products to selling integrated systems of products and services.",
    "example": "Through servitization, the jet engine maker now sells 'power by the hour' instead of just engines, taking responsibility for all maintenance and service.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "strategy",
        "business model",
        "innovation",
        "operations"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0130",
    "term": "Reverse Innovation",
    "definition": "The process of developing products first for emerging markets and then adapting them for sale in developed markets.",
    "example": "The portable, low-cost ultrasound machine was a reverse innovation; designed for rural India, it later found a market in American ambulances.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "innovation",
        "strategy",
        "global business"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0131",
    "term": "Frugal Innovation",
    "definition": "The process of designing simple, low-cost, and effective products, often for consumers with limited resources.",
    "example": "The company's frugal innovation approach led to a water filter that was affordable for millions yet still met high safety standards.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "innovation",
        "strategy",
        "product development"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0132",
    "term": "Modular Architecture",
    "definition": "A design approach where a system is divided into smaller, independent parts (modules) that can be easily replaced or exchanged.",
    "example": "The automaker uses a modular architecture, allowing it to build sedans, SUVs, and trucks on the same basic platform to save costs.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "product development",
        "operations",
        "technology",
        "strategy"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0133",
    "term": "Category Creation",
    "definition": "A business strategy focused on creating and dominating an entirely new market category rather than competing in an existing one.",
    "example": "When Salesforce launched, its strategy was category creation, defining the new space of cloud-based CRM for businesses.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "marketing",
        "strategy",
        "innovation"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0134",
    "term": "De-commoditization",
    "definition": "The process of making a product or service unique and distinct from competitors, allowing a company to charge a premium.",
    "example": "Starbucks achieved de-commoditization by turning coffee from a simple product into a branded, premium experience.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "marketing",
        "strategy",
        "branding"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0135",
    "term": "Hypercompetition",
    "definition": "A state of intense and rapid competitive action in which a company's competitive advantages are quickly eroded.",
    "example": "The ride-sharing market is an environment of hypercompetition, with companies constantly fighting over price, technology, and drivers.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "strategy",
        "competition",
        "management"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0136",
    "term": "Transient Competitive Advantage",
    "definition": "The idea that long-term advantages are no longer sustainable, so companies must constantly create and exploit a series of short-term advantages.",
    "example": "Our firm's strategy is based on transient competitive advantage; we rapidly launch new features knowing that we must innovate again once competitors copy us.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "strategy",
        "competition",
        "management"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0137",
    "term": "Strategic Group Mapping",
    "definition": "An analytical tool used to cluster firms within an industry into groups based on their similar strategies and competitive positions.",
    "example": "We used strategic group mapping to analyze the airline industry, identifying a distinct group of low-cost carriers and another of premium international airlines.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "strategy",
        "analysis",
        "competition"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0138",
    "term": "Corporate Parenting Strategy",
    "definition": "A corporate-level strategy where the head office is viewed as a 'parent' that adds value to its portfolio of business units.",
    "example": "The conglomerate's corporate parenting strategy involves providing centralized legal and financial expertise to all its subsidiary companies.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "strategy",
        "management",
        "corporate finance"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0139",
    "term": "Center of Excellence",
    "acronym": "CoE",
    "definition": "A dedicated team or facility that provides leadership, best practices, research, support, and training for a specific focus area.",
    "example": "Our company established a Center of Excellence for artificial intelligence to standardize its use across all departments.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "management",
        "operations",
        "HR",
        "strategy"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0140",
    "term": "Market Sensing",
    "definition": "The process of gathering and acting upon information about market trends, customers, and competitors to guide strategic decisions.",
    "example": "Effective market sensing allowed our company to anticipate the consumer shift towards plant-based foods.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "marketing",
        "strategy",
        "analysis"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0141",
    "term": "A3 Thinking",
    "definition": "A structured problem-solving and continuous improvement approach, originating from Toyota, that fits the entire process onto a single A3-sized sheet of paper.",
    "example": "The manager used the A3 thinking process to clearly communicate the production problem, its root cause, and the proposed solution to the team.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "management",
        "operations",
        "lean",
        "problem-solving"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0142",
    "term": "Catchball Process",
    "definition": "A collaborative planning method where ideas are 'tossed' back and forth between different levels of an organization to build consensus and alignment.",
    "example": "Through a catchball process, our department's objectives were refined based on valuable feedback from the frontline employees who would execute them.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "management",
        "strategy",
        "lean",
        "planning"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0143",
    "term": "Strategy Cascade",
    "definition": "The process of translating high-level corporate strategy into actionable goals and objectives for teams and individuals throughout the organization.",
    "example": "The CEO led a strategy cascade, ensuring every department understood how their work contributed to the company's five-year vision.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "strategy",
        "management",
        "planning"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0144",
    "term": "Critical Success Factor",
    "acronym": "CSF",
    "definition": "The essential areas of activity that must be performed well for a company or project to achieve its goals.",
    "example": "For our online store, the critical success factors are website uptime, a secure payment system, and fast shipping.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "strategy",
        "management",
        "planning",
        "analysis"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0145",
    "term": "Gap Analysis",
    "definition": "A method of assessing the difference between a business's actual performance and its desired performance to identify areas for improvement.",
    "example": "We conducted a gap analysis to understand why our sales figures were not meeting our initial projections.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "strategy",
        "analysis",
        "management"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0146",
    "term": "Route-to-Market Strategy",
    "acronym": "RTM",
    "definition": "The plan detailing how a company will deliver its products or services to end customers, including all sales and distribution channels.",
    "example": "For our new product, we are developing a multi-channel route-to-market strategy that includes direct online sales and partnerships with major retailers.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "sales",
        "marketing",
        "strategy",
        "supply chain"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0147",
    "term": "Value Discipline Model",
    "definition": "A strategic model suggesting that a company must choose to excel in one of three areas—operational excellence, product leadership, or customer intimacy—to succeed.",
    "example": "According to the value discipline model, it is better to be a market leader in one area than to be average in all three.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "strategy",
        "management",
        "marketing"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0148",
    "term": "Customer Intimacy",
    "definition": "A strategy focused on precisely tailoring products and services to individual customer needs to build long-term loyalty.",
    "example": "A private wealth management firm succeeds through customer intimacy, offering highly personalized financial advice.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "marketing",
        "sales",
        "strategy",
        "customer service"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0149",
    "term": "Operational Excellence",
    "definition": "A strategy focused on providing customers with reliable products at competitive prices and with maximum convenience, driven by efficiency.",
    "example": "Amazon's business is a prime example of operational excellence, with its focus on low prices and incredibly fast delivery.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "operations",
        "management",
        "strategy"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0150",
    "term": "Product Leadership",
    "definition": "A strategy focused on continuously developing innovative, state-of-the-art products or services that lead the market.",
    "example": "Tesla's strategy is centered on product leadership, aiming to produce the most advanced electric vehicles and technology.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "innovation",
        "product development",
        "marketing",
        "strategy"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0151",
    "term": "Intellectual Property Strategy",
    "acronym": "IP",
    "definition": "A plan for managing and protecting a company's intangible assets, such as patents, trademarks, and copyrights, to create a competitive advantage.",
    "example": "Our intellectual property strategy involves patenting our core technology while keeping the manufacturing process a trade secret.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "legal",
        "innovation",
        "management"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0152",
    "term": "Lock-in Effect",
    "definition": "A situation where a customer is dependent on a vendor for products and services, making it costly or difficult to switch to another supplier.",
    "example": "The high cost of migrating our data creates a strong lock-in effect with our current cloud provider.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "marketing",
        "economics",
        "customer relations"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0153",
    "term": "Brand Equity",
    "definition": "The commercial value a brand has due to positive consumer perception and name recognition, which is separate from the value of its physical assets.",
    "example": "Decades of consistent quality have built significant brand equity for Coca-Cola, allowing them to charge a premium.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "marketing",
        "finance",
        "branding"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0154",
    "term": "Perceptual Mapping",
    "definition": "A visual technique used to show the mental picture that customers have of a company's products or brands compared to competitors.",
    "example": "We used perceptual mapping to see that customers view our brand as reliable but not particularly innovative.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "marketing",
        "market research",
        "analytics"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0155",
    "term": "Strategic Positioning",
    "definition": "The process of creating a distinct and valuable position in the market that sets a company and its products apart from the competition.",
    "example": "Volvo's strategic positioning has always been centered on being the safest car on the market.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "management",
        "marketing",
        "competitive strategy"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0156",
    "term": "Conjoint Analysis",
    "definition": "A market research technique used to determine how people value different attributes that make up an individual product or service.",
    "example": "Through conjoint analysis, we learned that our customers prioritize battery life over camera quality in a new phone.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "market research",
        "analytics",
        "product management"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0157",
    "term": "Competitive Parity",
    "definition": "A strategic approach where a company aims to match the resources, offerings, or marketing efforts of its key competitors.",
    "example": "Instead of trying to innovate, they've adopted a strategy of competitive parity, matching every price drop their rivals make.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "competitive strategy",
        "marketing",
        "management"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0158",
    "term": "Last-Mover Advantage",
    "definition": "The benefit a company can gain by entering a market later than competitors, allowing it to learn from their mistakes and improve upon existing products.",
    "example": "Facebook gained a last-mover advantage over MySpace by offering a cleaner interface and a better user experience.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "competitive strategy",
        "innovation",
        "market entry"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0159",
    "term": "Skunk Works",
    "definition": "A small, autonomous group within an organization given a high degree of freedom to work on advanced or secret projects.",
    "example": "Our 'Skunk Works' team is operating outside the main R&D department to develop a breakthrough battery technology.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "innovation",
        "R&D",
        "management",
        "idiom"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0160",
    "term": "Technology S-Curve",
    "definition": "A model that describes the performance of a technology over time and investment, showing a slow start, rapid growth, and then a plateau.",
    "example": "The technology S-curve for internal combustion engines is flattening, signaling the need to invest in electric vehicle technology.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "innovation",
        "R&D",
        "technology"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0161",
    "term": "First-Principles Thinking",
    "definition": "The practice of breaking down complex problems into their most basic, fundamental elements and then reassembling them from the ground up.",
    "example": "Elon Musk used first-principles thinking to challenge the high cost of rockets, starting from the raw material prices of metal.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "problem-solving",
        "innovation",
        "management"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0162",
    "term": "Strategic Headroom",
    "definition": "The potential for a company to grow within its current market or business model before needing a major strategic change.",
    "example": "With only 10% market penetration in Europe, our company still has plenty of strategic headroom for growth.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "management",
        "growth strategy",
        "market analysis"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0163",
    "term": "Bricolage Strategy",
    "definition": "A strategy of creating solutions and opportunities by using whatever resources are immediately available, rather than waiting for ideal resources.",
    "example": "As a startup with no funding, we relied on a bricolage strategy, using free software and our personal networks to launch the business.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "entrepreneurship",
        "innovation",
        "resource management"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0164",
    "term": "Antifragility",
    "definition": "A property of systems that grow stronger and more capable when exposed to stressors, shocks, and volatility.",
    "example": "By diversifying our supply chain across multiple countries, we are building antifragility to better withstand future trade disruptions.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "risk management",
        "resilience",
        "management"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0165",
    "term": "Black Swan Event Planning",
    "definition": "The process of preparing for highly improbable, high-impact events that are beyond the realm of normal expectations.",
    "example": "Our black swan event planning includes a response strategy for a sudden, complete failure of the global financial system.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "risk management",
        "contingency planning",
        "management"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0166",
    "term": "Institutional Voids",
    "definition": "The absence of reliable market-supporting institutions, such as legal systems, regulatory frameworks, or financial intermediaries, often found in emerging economies.",
    "example": "The company had to create its own logistics network in the region to overcome the institutional voids in local infrastructure.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "global strategy",
        "emerging markets",
        "economics"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0167",
    "term": "Value Proposition Canvas",
    "acronym": "VPC",
    "definition": "A strategic tool to ensure a product or service is designed around customer needs and values.",
    "example": "We used the value proposition canvas to align our software's features with the specific pains and gains of our target users.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "product management",
        "marketing",
        "customer relations"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0168",
    "term": "Golden Parachute",
    "definition": "A large payment or other financial compensation guaranteed to a company executive should they be dismissed as a result of a merger or takeover.",
    "example": "The CEO's contract includes a golden parachute, making a hostile takeover more expensive for any potential acquirer.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "finance",
        "M&A",
        "corporate governance"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0169",
    "term": "Poison Pill Defense",
    "definition": "A tactic used by a company to make its own stock less attractive to a potential acquirer, thereby discouraging a hostile takeover.",
    "example": "The board activated a poison pill defense, allowing existing shareholders to buy more shares at a discount if a single investor acquires over 15% of the company.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "finance",
        "M&A",
        "corporate governance",
        "legal"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0170",
    "term": "White Knight Defense",
    "definition": "A strategy where a 'friendly' company acquires a corporation at risk of being taken over by an undesirable 'hostile' acquirer.",
    "example": "Facing a hostile bid, the board sought a white knight defense and agreed to be acquired by its long-term strategic partner.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "finance",
        "M&A",
        "corporate governance"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0171",
    "term": "Greenmail",
    "definition": "The practice of buying enough shares in a company to threaten a hostile takeover, forcing the target company to buy back the shares at a premium.",
    "example": "The activist investor was accused of practicing greenmail after selling his shares back to the company for a quick 30% profit.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "finance",
        "M&A",
        "corporate governance",
        "legal"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0172",
    "term": "Defensive Strategy",
    "definition": "A set of actions a market leader takes to protect its market share, profitability, and brand position from competitors.",
    "example": "When a new rival entered the market, our defensive strategy was to lower prices and increase our advertising budget.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "competitive strategy",
        "marketing",
        "management"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0173",
    "term": "Offensive Strategy",
    "definition": "A proactive approach where a company actively seeks to gain market share, often by targeting a competitor's weaknesses.",
    "example": "The company launched an offensive strategy with aggressive discounts to steal customers directly from the market leader.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "competitive strategy",
        "marketing",
        "management"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0174",
    "term": "Preemptive Strategy",
    "definition": "An aggressive action taken to discourage or prevent competitors from starting or continuing a particular course of action.",
    "example": "By securing exclusive contracts with all major suppliers, we executed a preemptive strategy to block new entrants from the market.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "competitive strategy",
        "management"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0175",
    "term": "Flanking Strategy",
    "definition": "A competitive strategy that involves attacking a competitor's weak points or targeting underserved market segments they have neglected.",
    "example": "Instead of competing on price, we used a flanking strategy by offering a premium service for a niche customer base.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "competitive strategy",
        "marketing"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0176",
    "term": "Encirclement Strategy",
    "definition": "A competitive strategy that involves surrounding a competitor by launching a variety of products in different segments of their market.",
    "example": "The tech giant's encirclement strategy included launching budget, mid-range, and premium phones to challenge its rival on all fronts.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "competitive strategy",
        "marketing"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0177",
    "term": "Bypass Strategy",
    "definition": "A strategy that avoids direct confrontation with a competitor by diversifying into unrelated products or new geographical markets.",
    "example": "Facing intense competition in the US, the company adopted a bypass strategy and focused on expanding into untapped Asian markets.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "competitive strategy",
        "market entry",
        "growth strategy"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0178",
    "term": "Guerilla Strategy",
    "definition": "A competitive strategy where a smaller firm uses unconventional and surprise tactics to attack a larger, more established competitor.",
    "example": "The startup's guerilla strategy involved a viral social media campaign that caught the industry leader completely off guard.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "competitive strategy",
        "marketing",
        "entrepreneurship"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0179",
    "term": "Harvesting Strategy",
    "definition": "A business strategy of reducing investment in a product or business line to maximize short-term cash flow, often used for products in decline.",
    "example": "We've decided on a harvesting strategy for our legacy software, cutting all R&D and marketing to extract the remaining profits.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "product management",
        "finance",
        "management"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0180",
    "term": "Niche Market Strategy",
    "definition": "A strategy that concentrates all marketing efforts on a small but specific and well-defined segment of the population.",
    "example": "Our niche market strategy focuses exclusively on providing high-end, vegan hiking boots for professional climbers.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "marketing",
        "competitive strategy",
        "entrepreneurship"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0181",
    "term": "Franchising Strategy",
    "definition": "A growth strategy where a business (franchisor) grants a license to another party (franchisee) to operate a business using its brand and processes.",
    "example": "McDonald's global expansion was largely achieved through a successful franchising strategy that allowed for rapid growth.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "growth strategy",
        "business model",
        "legal"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0182",
    "term": "Licensing Strategy",
    "definition": "An agreement where a company allows another to use its intellectual property (like a brand name or patent) in exchange for a fee or royalty.",
    "example": "Disney's licensing strategy allows other companies to produce merchandise featuring its famous characters, creating a huge revenue stream.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "growth strategy",
        "legal",
        "intellectual property"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0183",
    "term": "Global Strategy",
    "definition": "A strategy where a company treats the entire world as one market, standardizing its products and marketing to achieve economies of scale.",
    "example": "A global strategy works well for products like luxury watches, which have a similar appeal in most countries.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "global strategy",
        "international business",
        "management"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0184",
    "term": "Transnational Strategy",
    "definition": "A strategy that balances the need for global efficiency with the need for local responsiveness in different national markets.",
    "example": "A car manufacturer might use a transnational strategy, building a standard engine globally but adapting the car's design for local tastes.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "global strategy",
        "international business",
        "management"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0185",
    "term": "Multidomestic Strategy",
    "definition": "A strategy where a company customizes its products and marketing approach for each country or region in which it operates.",
    "example": "Nestlé's multidomestic strategy involves offering different food products tailored to local tastes in each country.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "global strategy",
        "international business",
        "marketing"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0186",
    "term": "International Strategy",
    "definition": "A strategy where companies take products first created for their domestic market and sell them internationally with only minimal local customization.",
    "example": "Many luxury brands pursue an international strategy, leveraging their strong domestic brand reputation to sell the same products abroad.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "global strategy",
        "international business",
        "market entry"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0187",
    "term": "Born Global Firm",
    "definition": "A company that, from its inception, seeks to derive significant competitive advantage from the use of resources and sales in multiple countries.",
    "example": "As a mobile app developer, they were a born global firm, available on app stores worldwide from day one.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "entrepreneurship",
        "global strategy",
        "international business"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0188",
    "term": "Strategic Imperative",
    "definition": "A critical goal or action that a company must achieve to succeed in the long term, often driving major business decisions.",
    "example": "Expanding into renewable energy has become a strategic imperative for the oil company to ensure its future viability.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "management",
        "planning",
        "corporate goals"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0189",
    "term": "Scenario Funnel",
    "definition": "A framework used in scenario planning that starts with a broad range of uncertainties and progressively narrows them down to a few plausible future scenarios.",
    "example": "Using a scenario funnel, we analyzed dozens of market trends and focused our planning on the three most likely outcomes for our industry.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "risk management",
        "planning",
        "forecasting"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0190",
    "term": "Wind Tunneling",
    "definition": "A process of stress-testing a business strategy against various potential scenarios or futures to assess its robustness.",
    "example": "Before committing to the new business model, we put it through a rigorous wind tunneling exercise against possible economic downturns.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "risk management",
        "planning",
        "decision-making"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0192",
    "term": "Portfolio-of-Initiatives",
    "definition": "A strategic approach that views a company's projects as a collection of investments, balancing high-risk, high-reward initiatives with safer bets.",
    "example": "Our R&D department manages a portfolio-of-initiatives, ranging from incremental product improvements to speculative long-term research.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "innovation",
        "project management",
        "risk management"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0193",
    "term": "Unbundling",
    "definition": "The process of breaking down a product or service into its separate components, which can then be offered to customers individually.",
    "example": "The unbundling of cable TV allows customers to subscribe only to the channels they actually want to watch.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "business model",
        "innovation",
        "product management"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0194",
    "term": "Rebundling",
    "definition": "The process of combining existing products or services, often from different sources, into a new, integrated package for the customer.",
    "example": "Streaming companies are now rebundling, offering packages that include music, video, and gaming for a single monthly fee.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "business model",
        "innovation",
        "product management"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0195",
    "term": "Disintermediation",
    "definition": "The removal of intermediaries in a supply chain or transaction, such as a company selling directly to consumers online instead of through retailers.",
    "example": "The internet caused the disintermediation of travel agents, as many people now book flights directly with airlines.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "business model",
        "e-commerce",
        "supply chain"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0196",
    "term": "Reintermediation",
    "definition": "The introduction of new types of intermediaries into a transaction or supply chain, often using technology to add value.",
    "example": "Food delivery apps are a form of reintermediation, adding a new digital middleman between restaurants and customers.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "business model",
        "e-commerce",
        "supply chain"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0197",
    "term": "Data-Driven Strategy",
    "definition": "An approach to business that bases decisions on the analysis and interpretation of data rather than on intuition or observation alone.",
    "example": "Our marketing team uses a data-driven strategy, optimizing ad campaigns based on real-time performance metrics.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "analytics",
        "management",
        "decision-making"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0191",
    "term": "Omni-Channel Strategy",
    "definition": "A strategy that provides a seamless and integrated customer experience across all channels, including in-store, online, and mobile.",
    "example": "With our omni-channel strategy, a customer can add an item to their online cart from their laptop and complete the purchase later on their phone.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "customer experience",
        "marketing",
        "retail",
        "e-commerce"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0198",
    "term": "Mergers & Acquisitions",
    "acronym": "M&A",
    "definition": "The process of combining two companies into one (merger) or one company buying another (acquisition) to achieve strategic and financial goals.",
    "example": "Our M&A team is evaluating the potential acquisition of a smaller competitor to expand our market share.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "finance",
        "corporate strategy",
        "management"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0199",
    "term": "Key Performance Indicator",
    "acronym": "KPI",
    "definition": "A measurable value that demonstrates how effectively a company is achieving its key business objectives.",
    "example": "One of our main KPIs for the marketing department this quarter is to increase website traffic by 20%.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "management",
        "performance",
        "metrics"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0200",
    "term": "Objectives and Key Results",
    "acronym": "OKRs",
    "definition": "A goal-setting framework that helps companies define ambitious goals (Objectives) and track progress through specific, measurable outcomes (Key Results).",
    "example": "For our Q3 OKRs, the objective is to 'Improve Customer Satisfaction,' and a key result is to 'achieve a Net Promoter Score of 50'.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "management",
        "goal setting",
        "performance"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0201",
    "term": "Resource-Based View",
    "acronym": "RBV",
    "definition": "A strategic framework suggesting a company's competitive advantage is derived from its unique and hard-to-imitate internal resources and capabilities.",
    "example": "Using the Resource-Based View, we identified our proprietary algorithm as our key strategic asset that competitors cannot easily replicate.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "strategic management",
        "theory",
        "competitive advantage"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0202",
    "term": "Minimum Viable Product",
    "acronym": "MVP",
    "definition": "A version of a new product with just enough features to be usable by early customers, who can then provide feedback for future product development.",
    "example": "Instead of building the full application, the startup launched an MVP to test their core idea with real users and gather initial feedback.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "product management",
        "startups",
        "agile"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0203",
    "term": "Customer Lifetime Value",
    "acronym": "CLV",
    "definition": "A metric that predicts the total net profit a company can expect from a single customer throughout their entire relationship.",
    "example": "By focusing on customer retention, we aim to increase the average Customer Lifetime Value by 15% this year.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "marketing",
        "finance",
        "metrics"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0204",
    "term": "Economic Value Added",
    "acronym": "EVA",
    "definition": "A measure of a company's financial performance based on the value created in excess of the required return of the company's investors.",
    "example": "The board was pleased that the company generated a positive Economic Value Added, indicating we created true value for our shareholders.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "finance",
        "performance",
        "metrics"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0205",
    "term": "Return on Invested Capital",
    "acronym": "ROIC",
    "definition": "A profitability ratio that measures how well a company is using its capital to generate profits.",
    "example": "A high Return on Invested Capital suggests that our management is highly effective at allocating capital to profitable investments.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "finance",
        "investment",
        "metrics"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0206",
    "term": "Business Process Reengineering",
    "acronym": "BPR",
    "definition": "The fundamental rethinking and radical redesign of business processes to achieve dramatic improvements in performance, such as cost, quality, and speed.",
    "example": "The company initiated a Business Process Reengineering project to overhaul its outdated supply chain management system.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "management",
        "operations",
        "transformation"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0207",
    "term": "Leveraged Buyout",
    "acronym": "LBO",
    "definition": "The acquisition of another company using a significant amount of borrowed money to meet the cost of acquisition.",
    "example": "The private equity firm completed a leveraged buyout of the struggling retail chain, hoping to turn it around and sell it for a profit.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "finance",
        "private equity",
        "M&A"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0208",
    "term": "Center of Excellence",
    "acronym": "CoE",
    "definition": "A team or entity within an organization that provides leadership, best practices, research, and support for a specific focus area.",
    "example": "Our new Data Analytics Center of Excellence will help all departments make better, data-driven decisions.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "management",
        "organization",
        "best practices"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0209",
    "term": "Critical Success Factor",
    "acronym": "CSF",
    "definition": "The essential areas of activity that must be performed well for a business or project to achieve its mission or goals.",
    "example": "For our new product launch, a key Critical Success Factor is securing distribution agreements with major retailers.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "management",
        "planning",
        "strategy"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0210",
    "term": "Mergers & Acquisitions",
    "acronym": "M&A",
    "definition": "The consolidation of companies or assets through various financial transactions, including one company buying another (acquisition) or two companies blending into a new entity (merger).",
    "example": "Our firm's M&A department is exploring the potential acquisition of a smaller competitor to increase our market share.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "finance",
        "strategy",
        "corporate development"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0211",
    "term": "Key Performance Indicator",
    "acronym": "KPI",
    "definition": "A measurable value that demonstrates how effectively a company is achieving its key business objectives.",
    "example": "For the sales team, the primary KPI this quarter is to increase new client sign-ups by 10%.",
    "metadata": {
      "difficulty": 1,
      "tags": [
        "management",
        "metrics",
        "performance"
      ]
    },
    "isFree": true
  },
  {
    "id": "strategy_0212",
    "term": "Objectives and Key Results",
    "acronym": "OKRs",
    "definition": "A goal-setting framework used by companies to define ambitious goals (Objectives) and track their outcomes with specific, measurable metrics (Key Results).",
    "example": "Our company set company-wide OKRs to ensure every department is aligned on the strategic priorities for the year.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "management",
        "goal setting",
        "framework"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0213",
    "term": "Resource-Based View",
    "acronym": "RBV",
    "definition": "A strategic management model that argues a company's sustainable competitive advantage comes from its unique and hard-to-imitate internal resources.",
    "example": "Using the Resource-Based View, we identified our patented technology as our core strength that competitors cannot easily replicate.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "strategy",
        "framework",
        "management theory"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0214",
    "term": "Minimum Viable Product",
    "acronym": "MVP",
    "definition": "A version of a new product which allows a team to collect the maximum amount of validated learning about customers with the least effort.",
    "example": "We launched an MVP of the app with only core features to test the market demand before investing in full-scale development.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "product development",
        "startups",
        "agile"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0215",
    "term": "Customer Lifetime Value",
    "acronym": "CLV",
    "definition": "A metric that predicts the total net profit a company can expect to earn from a customer throughout their entire relationship.",
    "example": "By improving customer service, we hope to increase retention and boost the average Customer Lifetime Value.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "marketing",
        "finance",
        "metrics"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0216",
    "term": "Economic Value Added",
    "acronym": "EVA",
    "definition": "A measure of a company's financial performance based on the residual wealth calculated by deducting its cost of capital from its operating profit.",
    "example": "The bonus for senior management is tied to the firm's Economic Value Added to ensure they focus on creating true shareholder wealth.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "finance",
        "metrics",
        "performance"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0217",
    "term": "Return on Invested Capital",
    "acronym": "ROIC",
    "definition": "A financial ratio used to assess a company's efficiency at allocating the capital under its control to profitable investments.",
    "example": "A company with a consistently high Return on Invested Capital is often a sign of a strong management team and a durable competitive advantage.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "finance",
        "metrics",
        "investment"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0218",
    "term": "Business Process Reengineering",
    "acronym": "BPR",
    "definition": "The act of rethinking and redesigning the way work is done to better support an organization's mission and reduce costs.",
    "example": "We initiated a Business Process Reengineering project to digitize our invoicing system, which dramatically reduced payment processing times.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "management",
        "operations",
        "process improvement"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0219",
    "term": "Leveraged Buyout",
    "acronym": "LBO",
    "definition": "The acquisition of another company using a significant amount of borrowed money (debt) to meet the cost of acquisition.",
    "example": "The private equity firm executed a Leveraged Buyout, planning to restructure the company and sell it for a profit in a few years.",
    "metadata": {
      "difficulty": 3,
      "tags": [
        "finance",
        "corporate finance",
        "M&A"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0220",
    "term": "Center of Excellence",
    "acronym": "CoE",
    "definition": "A centralized team or facility that provides leadership, best practices, support, and training for a specific focus area within an organization.",
    "example": "Our new AI Center of Excellence will help different business units implement machine learning in their operations.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "management",
        "organization",
        "best practices"
      ]
    },
    "isFree": false
  },
  {
    "id": "strategy_0221",
    "term": "Critical Success Factor",
    "acronym": "CSF",
    "definition": "A key area or activity that must be performed at a high level for an organization or project to achieve its strategic goals.",
    "example": "For our online retail business, fast and reliable shipping is a Critical Success Factor for customer satisfaction.",
    "metadata": {
      "difficulty": 2,
      "tags": [
        "strategy",
        "project management",
        "planning"
      ]
    },
    "isFree": false
  }
]